Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# QObject|
source: M72: Play a tone or song
ca: M72: Reprodueix un to o cançó
ca@valencia: M72: Reproduïx un to o cançó
eo: M72: Ludi tonon aŭ kanton
es: M72: Reproducir un tono o una canción
et: M72: Heli või laulu esitamine
eu: M72: Jo tonu bat edo abesti bat
fr: M72 : jouer un son ou une chanson
gl: M72: Reproducir un ton ou unha canción
he: M72: השמעת צליל או שיר
ka: M72: ტონის ან სიმღერის დაკვრა
ko: M72: 발신음 또는 노래 재생
nl: M72: Een toon of song afspelen
nn: M72: Spel tone eller song
pl: M72: Odegraj ton lub utwór
pt: M72: Tocar um som ou música
pt_br: M72: Toca um tom ou música
sv: M72: Spela upp en ton eller sång
tr: M72: Bir parça veya şarkı çal
zh_cn: M72：播放音调或歌曲

# QObject|
source: M73: Set build percentage
ca: M73: Estableix el percentatge de construït
ca@valencia: M73: Establix el percentatge de construït
eo: M73: Agordi konstruprocenton
es: M73: Definir el porcentaje de construcción
et: M73: Ehitamise protsendi määramine
eu: M73: Ezarri eraikitako ehunekoa
fr: M73 : définition du pourcentage de compilation
gl: M73: Definir a porcentaxe de construción
he: M73: הגדרת אחוז בנייה
ka: M73: აგების პროცენტულობის დაყენება
ko: M73: 빌드 비율 설정
nl: M73: Bouwpercentage instellen
nn: M73: Definer byggjeprosent
pl: M73: Ustaw procent budowy
pt: M73: Definir a percentagem da construção
pt_br: M73: Define a porcentagem da construção
sv: M73: Ställ in byggprocent
tr: M73: Yapı yüzdesini ayarla
zh_cn: M73：设置制作百分比

# QObject|
source: M80: ATX Power On
ca: M80: Engega l'ATX
ca@valencia: M80: Inicia l'ATX
eo: M80: ATX-Potenco
es: M80: Encender ATX
et: M80: ATX toide sees
fr: M80 : mettre en route l'alimentation « ATX »
gl: M80: Acender de ATX
he: M80: הפעלת המדפסת/ספק כוח
ka: M80: ATX კვების ჩართვა
ko: M80: ATX 전원 켜기
nn: M80: ATX straum på
pl: M80: Zasil ATX
pt: M80: ATX Ligado
pt_br: M80: Energia da ATX ligada
sv: M80: Sätt på ATX
tr: M80: ATX gücü açık
zh_cn: M80：开启 ATX 电源

# QObject|
source: M81: ATX Power Off
ca: M81: Apaga l'ATX
ca@valencia: M81: Apaga l'ATX
eo: M81: ATX-Malŝalto
es: M81: Apagar ATX
et: M81: ATX toide väljas
fr: M81 : éteindre l'alimentation « ATX »
gl: M81: Apagar de ATX
he: M81: כיבוי המדפסת/ספק כוח
ka: M81: ATX კვების გამორთვა
ko: M81: ATX 전원 끄기
nn: M81: ATX straum av
pl: M81: Wyłącz ATX
pt: M81: ATX Desligado
pt_br: M81: Energia da ATX desligada
sv: M81: Stäng av ATX
tr: M81: ATX gücü kapalı
zh_cn: M81：关闭 ATX 电源

# QObject|
source: M82: Set extruder to absolute mode
ca: M82: Estableix l'extrusor al mode absolut
ca@valencia: M82: Establix l'extrusor al mode absolut
eo: M82: Agordi extruder al absoluta reĝimo
es: M82: Ajustar el extrusor al modo absoluto
et: M82: Trükipeale absoluutse režiimi määramine
eu: M82: Ezarri estrusio-makina modu absolutuan
fr: M82 : régler l'extrudeur en mode absolu
gl: M82: Poñer o expulsor en modo absoluto
he: M82: הגדרת משחיל למצב מוחלט
ka: M82: ექსტრუდერის აბსოლუტურ რეჟიმში დაყენება
ko: M82: 압출기를 절대 모드로 설정
nl: M82: Extruder naar absolute modus zetten
nn: M82: Set ekstruder til absoluttmodus
pl: M82: Ustaw wyciskarkę na tryb bezwzględny
pt: M82: Configurar a extrusão em modo absoluto
pt_br: M82: Define a extrusão em modo absoluto
sv: M82: Ställ in extruder till absolut läge
tr: M82: Ekstrüderi mutlak kipe ayarla
zh_cn: M82：将挤出机设置为绝对模式

# QObject|
source: M83: Set extruder to relative mode
ca: M83: Estableix l'extrusor al mode relatiu
ca@valencia: M83: Establix l'extrusor al mode relatiu
eo: M83: Agordi extruder al relativa reĝimo
es: M83: Ajustar el extrusor al modo relativo
et: M83: Trükipeale suhtelise režiimi määramine
eu: M83: Ezarri estrusio-makina modu erlatiboan
fr: M83 : régler l'extrudeur en mode relatif
gl: M83: Poñer o expulsor en modo relativo
he: M83: הגדרת משחיל למצב יחסי
ka: M83: ექსტრუდერის შეფარდებით რეჟიმში დაყენება
ko: M83: 압출기를 상대 모드로 설정
nl: M83: Extruder op relatieve modus instellen
nn: M83: Set ekstruder til relativmodus
pl: M83: Ustaw wyciskarkę na tryb względny
pt: M83: Configurar a extrusão em modo relativo
pt_br: M83: Define a extrusão em modo relativo
sv: M83: Ställ in extruder till relativt läge
tr: M83: Ekstrüderi göreceli kipe ayarla
zh_cn: M83：将挤出机设置为相对模式

# QObject|
source: M84: Stop idle hold
ca: M84: Atura el manteniment en inactivitat
ca@valencia: M84: Para el manteniment en inactivitat
eo: M84: Ĉesi senokupan tenadon
es: M84: Detener espera de inactividad
et: M84: Jõudeoleku lõpetamine
fr: M84 : arrêt du maintien inactif
gl: M84: Detención ociosa de parada
he: M84: עצירת החזקה בחוסר פעילות
ka: M84: უქმეობის მოლოდინის შეწყვეტა
ko: M84: 유휴상태 유지 중지
nl: M84: Stop niets doen in wacht
nn: M84: Slå av hald ved kvile
pl: M84: Perzwij przystanek w bezczynności
pt: M84: Parar a manutenção em inactividade
pt_br: M84: Parar a manutenção em inatividade
sv: M84: Stoppa viloläge
tr: M84: Boşta beklemeyi durdur
zh_cn: M84：停止闲置保持

# QObject|
source: M85: Set Inactivity shutdown timer
ca: M85: Estableix el temps de l'aturada per inactivitat
ca@valencia: M85: Establix el temps de la parada per inactivitat
eo: M85: Agordi Senaktivec-haltigilon
es: M85: Definir el temporizador de apagado por inactividad
et: M85: Tegevusetuse lõpetamise taimeri määramine
fr: M85 : définition du compteur pour le temps maximal avant extinction
gl: M85: Definir o temporizador de apagado por inactividade
he: M85: הגדרת מתזמן כיבוי בחוסר פעילות
ka: M85: ინტერაქტიური გამორთვის ტაიმერის დაყენება
ko: M85: 비활동 종료 타이머 설정
nl: M85: Afsluittimer van inactiviteit instellen
nn: M85: Definer tidsavbrot ved inaktivitet
pl: M85: Ustaw czasomierz wyłączenia przy bezczynności
pt_br: M85: Define temporizador de desligamento por inatividade
sv: M85: Ställ in timer för inaktivitetsavstängning
tr: M85: Etkisizlik kapatma sayacını ayarla
zh_cn: M85：设置非活动关机倒计时

# QObject|
source: M92: Set axis steps per unit
ca: M92: Estableix els passos per unitat per a un o més eixos
ca@valencia: M92: Establix els passos per unitat per a un o més eixos
eo: M92: Agordi aksajn paŝojn po unuo
es: M92: Fijar los pasos por unidad de los ejes
et: M92: Teljevahemike määramine ühiku kohta
fr: M92 : définition des pas d'axe par unité
gl: M92: Definir os pasos por unidade dos eixos
he: M92: הגדרת צעדי ציר לפי יחידה
ka: M92: ღერძის ნაბიჯების დაყენება თითოეული ერთეულისთვის
ko: M92: 단위당 축 단계 설정
nl: M92: Asstappen per eenheid instellen
nn: M92: Definer aksesteg per eining
pl: M92: Ustaw kroki osi na jednostkę
pt: M92: Definir os passos do eixo por unidade
pt_br: M92: Define etapas do eixo por unidade
sv: M92: Ställ in axelsteg per enhet
tr: M92: Birim başı eksen adımları ayarla
zh_cn: M92：设置每个单位的坐标轴步数

# QObject|
source: M93: Send axis steps per unit
ca: M93: Envia els passos per unitat per a un o més eixos
ca@valencia: M93: Envia els passos per unitat per a un o més eixos
eo: M93: Sendi aksajn paŝojn po unuo
es: M93: Enviar los pasos por unidad de los ejes
et: M93: Teljevahemike saatmine ühiku kohta
fr: M93 : envoi des pas d'axe par unité
gl: M93: Enviar os pasos por unidade dos eixos
he: M93: שליחת צעדי ציר לפי יחידה
ka: M93: ღერძის ნაბიჯების გაგზავნა თითოეული ერთეულისთვის
ko: M93: 단위당 축 단계 보내기
nl: M93: Asstappen per eenheid verzenden
nn: M93: Send aksesteg per eining
pl: M93: Wyślij kroki osi na jednostkę
pt: M93: Enviar os passos do eixo por unidade
pt_br: M93: Enviar etapas do eixo por unidade
sv: M93: Skicka axelsteg per enhet
tr: M93: Birim başı eksen adımları gönder
zh_cn: M92：发送每个单位的坐标轴步数

# QObject|
source: M98: Call Macro/Subprogram
ca: M98: Crida una macro/subprograma
ca@valencia: M98: Crida una macro/subprograma
eo: M98: Voki Makroon/Subprogramon
es: M98: Llamar a macro/subprograma
et: M98: Makro/alamprogrammi väljakutsumine
eu: M98: Deitu makroari/azpiprogramari
fr: M98 : appeler une macro / un sous-programme
gl: M98: Executar unha macro ou un subprograma
he: M98: לקרוא למאקרו/תת־תוכנית
ka: M98: მაკროს/ქვეპროგრამს გამოძახება
ko: M98: 매크로/하위 프로그램 호출
nl: M98: Macro/subprogramma aanroepen
nn: M98: Kall makro/underprogram
pl: M98: Wykonaj makro/podprogram
pt: M98: Chamar a Macro/Sub-programa
pt_br: M98: Chama macro/subprograma
sv: M98: Anropa makro eller delprogram
tr: M98: Makro/alt program çağır
zh_cn: M98：调用宏/子程序

# QObject|
source: M99: Return from Macro/Subprogram
ca: M99: Retorna des d'una macro/subprograma
ca@valencia: M99: Retorna des d'una macro/subprograma
eo: M99: Reveno de Makroo/Subprogramo
es: M99: Volver desde macro/subprograma
et: M99: Makrost/alamprogrammist väljumine
eu: M99: Itzuli makrotik/azpiprogramatik
fr: M99 : revenir de la macro / du sous-programme
gl: M99: Volver da macro ou do subprograma
he: M99: חזרה ממאקרו/תת־תוכנית
ka: M99: მაკროდან/ქვეპროგრამიდან დაბრუნება
ko: M99: 매크로/하위 프로그램에서 돌아가기
nl: M99: Uit Macro/Subprogramma terugkeren
nn: M99: Returner frå makro/underprogram
pl: M99: Wróć z makra/podprogramu
pt: M99: Regressar da Macro/Sub-programa
pt_br: M99: Retorna macro/subprograma
sv: M99: Returnera från makro eller delprogram
tr: M99: Makro/alt program’dan dön
zh_cn: M99：从宏/子程序中返回

# QObject|
source: M101: Turn extruder 1 on Forward, Undo Retraction
ca: M101: Gira l'extrusor 1 endavant, desfés la retracció
ca@valencia: M101: Gira l'extrusor 1 avant, desfés la retracció
eo: M101: Turni extruder 1 sur Antaŭen, Malfari Retiron
es: M101: Poner el extrusor 1 en avance, deshacer retracción
eu: M101: Piztu 1 estrusio-makina aitzina, desegin barruratzea
fr: M101 : mise en route de l'extrudeur 1 vers l'avant et annulation de la rétraction
gl: M101: Acender o expulsor 1 - Avanzar, desfacer a retracción
he: M101: לכוון את משחיל 1 להתקדמות קדימה, ביטול נסיגה
ka: M101: ექსტრუდერი 1-ის "წინ, უკან გამოწევის გამორთვა" რეჟიმში გადართვა
ko: M101: 압출기 1 - 필라멘트 앞으로 밀기, 필라멘트 수축 취소(압출기 압출 준비 상태로 만들기)
nl: M101: Extruder 1 op voorwaarts zetten, optrekken ongedaan maken
nn: M101: Slå ekstruder 1 på (fram), angra inntrekking
pl: M101: Skieruj wyciskarkę 1 na przód, cofnij wycofanie
pt: M101: Configurar a extrusão 1 para Avançar, Desfazer a Retracção
pt_br: M101: Gira a extrusora 1 para frente, desfaz retração
sv: M101: Sätt på extruder 1 framåt, ångra tillbakadragning
tr: M101: Ekstrüder 1’i ileri kipe al, geri çekme’yi geri al
zh_cn: M101：将挤出机1设置为向前模式，取消缩回

# QObject|
source: M103: Turn all extruders off - Extruder Retraction
ca: M103: Apaga tots els extrusors -retracció de l'extrusor-
ca@valencia: M103: Apaga tots els extrusors -retracció de l'extrusor-
eo: M103: Malŝalti ĉiujn ekstrudilojn - Ekstrudilo Retiriĝo
es: M103: Apagar todos los extrusores - Retracción del extrusor
eu: M103: Itzali estrusio-makina guztiak - Estrusio-makinak barruratu
fr: M103 : éteindre tous les extrudeurs - rétraction de l'extrudeur
gl: M103: Apagar os expulsores - Retracción de expulsores
he: M103: לכבות את כל המשחילים - נסיגת משחילים
ka: M103: ყველა გამომწნეხის გამორთვა - გამომწნეხის გაწევა
ko: M103: 모든 압출기 끄기 - 압출기 필라멘트 수축
nl: M103: Alle extruders uit zetten - extruder optrekken
nn: M103: Slå alle ekstruderar av – ekstruderinntrekking
pl: M103: Wyłącz wszystkie wyciskarki - Wycofanie wyciskarki
pt: M103: Desligar todas as extrusões - Retracção da extrusão
pt_br: M103: Desliga todas as extrusora - retração da extrusora
sv: M03: Stäng av alla extrudrar - tillbakadragning av extrudrar
tr: M103: Tüm ekstrüderleri kapat — Ekstrüder Geri Çekimi
zh_cn: M103: 关闭所有挤出机 - 挤出机缩回

# QObject|
source: M104: Set Extruder Temperature
ca: M104: Estableix la temperatura de l'extrusor
ca@valencia: M104: Establix la temperatura de l'extrusor
eo: M104: Agordi Extruder Temperature
es: M104: Definir la temperatura del extrusor
et: M104: Trükipea temperatuuri määramine
eu: M104: Ezarri estrusio-makinaren tenperatura
fr: M104 : définir la température de l'extrudeur
gl: M104: Definir a temperatura do expulsor
he: M104: הגדרת טמפרטורת משחיל
ka: M104: ექსტრუდერის ტემპერატურის დაყენება
ko: M104: 압출기 온도 설정
nl: M104: Extruder-temperatuur instellen
nn: M104: Definer temperatur for ekstruder
pl: M104: Ustaw tempearturę wyciskarki
pt: M104: Definir a Temperatura da Extrusão
pt_br: M104: Define a temperatura de extrusão
sv: M104: Ställ in extrudertemperatur
tr: M104: Ekstrüderin sıcaklığını ayarla
zh_cn: M104：设置挤出机温度

# QObject|
source: M105: Get Extruder Temperature
ca: M105: Obtén la temperatura de l'extrusor
ca@valencia: M105: Obtín la temperatura de l'extrusor
eo: M105: Akiri Extruder Temperaturon
es: M105: Obtener la temperatura del extrusor
et: M105: Trükipea temperatuuri hankimine
eu: M105: Lortu estrusio-makinaren tenperatura
fr: M105 : obtenir la température de l'extrudeur
gl: M105: Obter a temperatura do expulsor
he: M105: משיכת טמפרטורת משחיל
ka: M105: ექსტრუდერის ტემპერატურის მიღება
ko: M105: 압출기 온도 얻기
nl: M105: Extruder-temperatuur ophalen
nn: M105: Hent temperatur for ekstruder
pl: M105: Odczytaj temparturę wyciskarki
pt: M104: Obter a Temperatura da Extrusão
pt_br: M105: Obtém a temperatura de extrusão
sv: M105: Hämta extrudertemperatur
tr: M105: Ekstrüder sıcaklığını al
zh_cn: M105：获取挤出机温度

# QObject|
source: M106: Fan On
ca: M106: Engega el ventilador
ca@valencia: M106: Inicia el ventilador
eo: M106: Ventilo Enŝaltita
es: M106: Ventilador encendido
et: M106: Ventilaator sees
eu: M106: Haizagailua piztu
fr: M106 : démarrer le ventilateur
gl: M106: Acender o ventilador
he: M106: הפעלת מאוורר
ka: M106: ვენტილატორის ჩართვა
ko: M106: 팬 켜기
nl: M106: Fan aan
nn: M106: Vifte på
pl: M106: Włącz wentylator
pt: M106: Ventoinha Ligada
pt_br: M106: Ventilador ligado
sv: M106: Fläkt på
tr: M106: Fan açık
zh_cn: M106：打开风扇

# QObject|
source: M107: Fan Off
ca: M107: Apaga el ventilador
ca@valencia: M107: Apaga el ventilador
eo: M107: Ventilo Malŝaltita
es: M107: Ventilador apagado
et: M107: Ventilaator väljas
eu: M107: Haizagailua itzali
fr: M107 : arrêter le ventilateur
gl: M107: Apagar o ventilador
he: M107: כיבוי מאוורר
ka: M107: ვენტილატორის გამორთვა
ko: M107: 팬 끄기
nl: M107: Fan uit
nn: M107: Vifte av
pl: M107: Wyłącz wentylator
pt: M107: Ventoinha Desligada
pt_br: M107: Ventilador desligado
sv: M107: Fläkt av
tr: M107: Fan kapalı
zh_cn: M107：关闭风扇

# QObject|
source: M108: Cancel Heating
ca: M108: Cancel·la l'escalfament
ca@valencia: M108: Cancel·la l'escalfament
eo: M108: Nuligi Hejtadon
es: M108: Cancelar calentamiento
et: M108: Kuumutamise katkestamine
eu: M108: Utzi berotzeari
fr: M108 : annuler le chauffage
gl: M108: Cancelar o quentamento
he: M108: ביטול חימום
ka: M108: გათბობის გაუქმება
ko: M108: 가열 취소
nl: M108: Verhitten annuleren
nn: M108: Avbryt oppvarming
pl: M108: Zaniechaj nagrzewania
pt: M108: Cancelar o Aquecimento
pt_br: M108: Cancelar aquecimento
sv: M108: Avbryt uppvärmning
tr: M108: Isıtmayı kapat
zh_cn: M108：取消加热

# QObject|
source: M109: Set Extruder Temperature and Wait
ca: M109: Estableix la temperatura de l'extrusor i espera
ca@valencia: M109: Establix la temperatura de l'extrusor i espera
eo: M109: Agordi Extruder Temperaturon kaj Atendi
es: M109: Definir la temperatura del extrusor y esperar
et: M109: Trükipea temperatuuri määramine ja ootamine
eu: M109: Ezarri estrusio-makinaren tenperatura eta itxoin
fr: M109 : définir la température de l'extrudeur et attendre
gl: M109: Definir a temperatura do expulsor e agardar
he: M109: הגדרת טמפרטורת משחיל ולהמתין
ka: M109: ექსტრუდერის ტემპერატურის დაყენება და მოცდა
ko: M109: 압출기 온도 설정하고 대기
nl: M109: Extruder-temperatuur instellen en wachten
nn: M109: Definer temperatur for ekstruder og vent
pl: M109: Ustaw temperaturę wyciskarki i czekaj
pt: M109: Definir a Temperatura da Extrusão e Esperar
pt_br: M109: Define a temperatura de extrusão e aguarda
sv: M109: Ställ in extrudertemperatur och vänta
tr: M109: Ekstrüderin sıcaklığını ayarla ve bekle
zh_cn: M109：设置挤出机温度并等待

# QObject|
source: M110: Set Current Line Number
ca: M110: Estableix el número de la línia actual
ca@valencia: M110: Establix el número de la línia actual
eo: M110: Agordi Aktualan Linionumeron
es: M110: Definir número de línea actual
et: M110: Aktiivse reanumbri määramine
eu: M110: Ezarri uneko lerro zenbakia
fr: M110 : définition du numéro actuel de ligne
gl: M110: Definir o número de liña actual
he: M110: הגדרת מספר השורה הנוכחי
ka: M110: მიმდინარე ხაზის ნომრის დაყენება
ko: M110: 현재 줄 번호 설정
nl: M110: Huidig regelnummer instellen
nn: M110: Definer gjeldande linjenummer
pl: M110: Ustaw liczbę bierzącej lini
pt: M110: Definir o Número de Linha Actual
pt_br: M110: Define o número da linha atual
sv: M110: Ställ in aktuellt radnummer
tr: M110: Geçerli satır numarasını ayarla
zh_cn: M110：设置当前行号

# QObject|
source: M111: Set Debug Level
ca: M111: Estableix el nivell de depuració
ca@valencia: M111: Establix el nivell de depuració
eo: M111: Agordi Sencimigan Nivelon
es: M111: Definir nivel de depuración
et: M111: Silumistaseme määramine
eu: M111: Ezarri arazte maila
fr: M111 : définir le niveau de débogage
gl: M111: Definir o nivel de depuración
he: M111: הגדרת רמת ניפוי שגיאות
ka: M111: გამართვის დონის დაყენება
ko: M111: 디버그 레벨 설정
nl: M111: Debugniveau instellen
nn: M111: Vel feilsøkingsnivå
pl: M111: Ustaw poziom diagnostyczny
pt: M111: Definir o Nível de Depuração
pt_br: M111: Define o nível de depuração
sv: M111: Ställ in felsökningsnivå
tr: M111: Hata ayıklama düzeyini ayarla
zh_cn: M111：设置调试级别

# QObject|
source: M112: Emergency Stop
ca: M112: Aturada d'emergència
ca@valencia: M112: Parada d'emergència
eo: M112: Krizhalto
es: M112: Parada de emergencia
et: M112: Erakorraline peatamine
eu: M112: Larrialdiko geldialdia
fr: M112 : arrêt d'urgence
gl: M112: Parada de emerxencia
he: M112: עצירת חירום
ka: M112: გადაუდებელი გაჩერება
ko: M112: 비상 정지
nl: M112: Noodstop
nn: M112: Naudstopp
pl: M112: Nieprzewidziane zatrzymanie
pt: M112: Paragem de Emergência
pt_br: M112: Parada de emergência
sv: M112: Nödstopp
tr: M112: Acil durdur
zh_cn: M112：紧急停止

# QObject|
source: M114: Get Current Position
ca: M114: Obtén la posició actual
ca@valencia: M114: Obtín la posició actual
eo: M114: Akiri Nunan Pozicion
es: M114: Obtener posición actual
et: M114: Aktiivse asukoha hankimine
eu: M114: Lortu uneko kokapena
fr: M114 : obtenir la position actuelle
gl: M114: Obter a posición actual
he: M114: שליפת המקום הנוכחי
ka: M114: მიმდინარე მდებარეობის მიღება
ko: M114: 현재 위치 얻기
nl: M114: Huidige positie ophalen
nn: M114: Hent gjeldande posisjon
pl: M114: Odczytaj bieżące położenie
pt: M114: Obter a Posição Actual
pt_br: M114: Obter posição atual
sv: M114: Hämta aktuell position
tr: M114: Geçerli konumu al
zh_cn: M114：获取当前位置

# QObject|
source: M115: Get Firmware Version and Capabilities
ca: M115: Obtén la versió i les capacitats del microprogramari
ca@valencia: M115: Obtín la versió i les capacitats del microprogramari
eo: M115: Akiri Firmware-Version kaj Kapablojn
es: M115: Obtener versión y funcionalidades del firmware
et: M115: Püsivara versiooni ja omaduste hankimine
eu: M115: Lortu firmware bertsioa eta gaitasunak
fr: M115 : obtenir la version et les capacités du micrologiciel
gl: M115: Obter a versión do firmware e as súas funcionalidades
he: M115: משיכת גרסת ויכולות הקושחה
ka: M115: მიკროკოდის ვერსიისა და შესაძლებლობების მიღება
ko: M115: 펌웨어 버전 및 기능 얻기
nl: M115: Firmware versie en mogelijkheden ophalen
nn: M115: Hent versjon- og funksjonsoversikt for fastvare
pl: M115: Odczytaj wersję oprogramowania układowego i możliwości
pt: M115: Obter a Versão do 'Firmware' e Capacidades
pt_br: M115: Obtenha a versão do firmware e seus recursos
sv: M115: Hämta version och egenskaper för inbyggd programvara
tr: M115: Donanım yazılımı sürümü ve yeteneklerini al
zh_cn: M115：获取固件版本和能力

# QObject|
source: M116: Wait
ca: M116: Espera
ca@valencia: M116: Espera
eo: M116: Atendi
es: M116: Esperar
et: M116: Ootamine
eu: M116: Itxoin
fr: M116 : attendre
gl: M116: Agardar
he: M116: המתנה
ka: M116: მოცდა
ko: M116: 대기
nl: M116: Wachten
nn: M116: Vent
pl: M116: Czekaj
pt: M116: Esperar
pt_br: M116: Aguarde
sv: M116: Vänta
tr: M116: Bekle
zh_cn: M116：等待

# QObject|
source: M117: Display Message
ca: M117: Mostra un missatge
ca@valencia: M117: Mostra un missatge
eo: M117: Montri Mesaĝon
es: M117: Mostrar mensaje
et: M117: Teate näitamine
eu: M117: Azaldu mezua
fr: M117 : afficher le message
gl: M117: Amosar a mensaxe
he: M117: הצגת הודעה
ka: M117: შეტყობინების ჩვენება
ko: M117: 메시지 표시
nl: M117: Bericht tonen
nn: M117: Vis melding
pl: M117: Wyświetl wiadomość
pt: M117: Mostrar uma Mensagem
pt_br: M117: Mostra mensagem
sv: M117: Visa meddelande
tr: M117: İleti sörüntüle
zh_cn: M117：显示消息

# QObject|
source: M119: Get Endstop Status
ca: M119: Obtén l'estat de l'aturada final
ca@valencia: M119: Obtín l'estat de la parada final
eo: M119: Akiri Finhalto-Statuson
es: M119: Obtener estado de los endstop
eu: M119: Lortu ibilbide-bukaeren egoera
fr: M119 : obtenir l'état des capteurs de fin de courses
gl: M119: Obter o estado da parada final
he: M119: קבלת מצב גובלי תחום
ka: M119: შემზღუდავის სტატუსის მიღება
ko: M119: 엔드스톱 상태 얻기
nl: M119: Status van eindstop ophalen
nn: M119: Hent endestopp-status
pl: M119: Odczytaj stan krańcówki
pt: M119: Obter o Estado da Paragem Final
pt_br: M119: Obtém status do ponto final
sv: M119: Hämta slutstoppstatus
tr: M119: Bitiş noktası durumunu al
zh_cn: M119：获得挡块状态

# QObject|
source: M120: Push for Smoothie and RepRap Firmware / Enable Endstop detection for Marlin
ca: M120: Cobreix pel microprogramari Smoothie i RepRap / Activa la detecció de l'aturada final per al Marlin
ca@valencia: M120: Cobrix pel microprogramari Smoothie i RepRap / Activa la detecció de la parada final per a Marlin
es: M120: Push para los firmwares Smoothie y RepRap / Activar la detección de los endstop para Marlin
eu: M120: Push (Smoothie eta RepRap firmwareetarako) / Gaitu ibilbide-bukaera hautematea (Marlin-erako)
fr: M120 : ignore le micro-logiciel « Smoothie » et « RepRap » / Désactiver la détection de butée pour « Marlin ».
gl: M120: Empuxar para firmware Smoothie e RepRap, activar a detección de paradas finais para Marlin
he: M120: דחיפה לקושחות מסוג Smoothie ו־RepRap Firmware / הפעלת זיהוי נקודת עצירה ל־Marlin
ka: M120: Smoothie და RepRap მიკროკოდის გაგზავნა / Marlin-ის საზღვრების ამოცნობის ჩართვა
ko: M120: 시스템의 상태를 스택으로 푸시 및 RepRap 펌웨어/Marlin의 엔드스톱 탐지 활성화
nl: M120: Zet bovenaan voor Smoothie en RepRap Firmware / eindstopdetectie voor Marlin inschakelen
nn: M120: Legg på stakk for Smoothie- and RepRap-fastvare / Slå på endestopp-detektering for Marlin
pl: M120: Popchnięcie dla Smoothie oraz oprogramowania układowego RepRap / Wyłącz wykrywane krańcówki dla Marlin
pt: M120: 'Push' para o 'Firmware' do Smoothie e RepRap / Activar a detecção da posição final no Marlin
pt_br: M120: Push para Smoothie e RepRap Firmware / Ativar a detecção da posição final no Marlin
sv: M120: Lägg överst för Smoothie och RepRap inbyggd programvara / Aktivera detektering av slutstopp för Marlin
tr: M120: Smoothie ve RepRap Donanım Yazılımı için İt / Marlin için bitiş noktası algılamasını etkinleştir
zh_cn: M120：对 Smoothie 和 RepRap 固件：入栈 / 对 Marlin 固件：启用挡块检测
