Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# QObject|
source: M460: Define temperature range for thermistor controlled fan
ca: M460: Defineix l'interval de temperatura per a un ventilador controlat amb un termistor
ca@valencia: M460: Definix l'interval de temperatura per a un ventilador controlat amb un termistor
eo: M460: Difini temperaturintervalon por termistor-regita ventolilo
es: M460: Definir el intervalo de temperatura para el ventilador controlado por el termistor
fr: M460 : définition de la plage de température à partir du ventilateur contrôlé par thermistor
gl: M460: Definir o intervalo de temperatura para o ventilador controlado do termistor
he: M460: הגדרת טווח טמפרטורות ברירת מחדל למאוור שנשלט על ידי תרמיסטור
ka: M460: თერმისტორით მართვადი ვენტილატორის ტემპერატურის დიაპაზონის განსაზღვრა
ko: M460: 서미스터 제어 팬의 온도 범위 정의
nl: M460: temperatuurreeks voor thermistor bestuurde fan definiëren
nn: M460: Definer temperaturområde for termistorkontrollert vifte
pl: M460: Określ zakres temperatury dla wentylatora sterowanego termistorem
pt: M460: Definir a gama de temperaturas para uma ventoinha controlada por termístor
pt_br: M460: Definir a faixa de temperaturas para uma ventoinha controlada por termístor
sv: M460: Definiera temperaturintervall för termistorstyrd fläkt
tr: M460: Isıldirencin denetlediği fan için sıcaklık aralığı tanımla
zh_cn: M460：定义热敏电阻控制风扇的温度范围

# QObject|
source: M500: Store parameters in EEPROM
ca: M500: Emmagatzema els paràmetres a l'EEPROM
ca@valencia: M500: Emmagatzema els paràmetres a EEPROM
eo: M500: Konservi parametrojn en EEPROM
es: M500: Guardar parámetros en la EEPROM
et: M500: Parameetrite salvestamine EEPROM-i
eu: M500: Gorde parametroak EEPROMean
fr: M500 : enregistrer les paramètres dans l'EEPROM
gl: M500: Gardar os parámetros na EEPROM
he: M500: אחסון משתנים ב־EEPROM (זיכרון מתוכנת)
ka: M500: პარამეტრების შენახვა EEPROM-ში
ko: M500: EEPROM에 매개변수 저장
nl: M500: parameters opslaan in EEPROM
nn: M500: Lagra parametrar i EEPROM
pl: M500: Zapisz parametery w EEPROM
pt: M500: Gravar os parâmetros na EEPROM
pt_br: M500: Gravar parâmetros na EEPROM
sv: M500: Lagra parametrar i EEPROM
tr: M500: Parametreleri EEPROM’da depola
zh_cn: M500：保存参数到 EEPROM

# QObject|
source: M501: Read parameters from EEPROM
ca: M501: Llegeix els paràmetres de l'EEPROM
ca@valencia: M501: Llig els paràmetres d'EEPROM
eo: M501: Legi parametrojn de EEPROM
es: M501: Leer parámetros desde la EEPROM
et: M501: Parameetrite lugemine EEPROM-ist
eu: M501: Irakurri parametroak EEPROMetik
fr: M501 : lire les paramètres à partir de l'EEPROM
gl: M501: Ler os parámetros da EEPROM
he: M501: קריאת משתנים מה־EEPROM (זיכרון מתוכנת)
ka: M501: პარამეტრებს წაკითხვა EEPROM-დან
ko: M501: EEPROM에 매개변수 읽기
nl: M501: parameters lezen uit EEPROM
nn: M501: Les parametrar frå EEPROM
pl: M501: Odczytaj parametery z EEPROM
pt: M501: Ler os parâmetros da EEPROM
pt_br: M501: Ler parâmetros da EEPROM
sv: M501: Läs parametrar från EEPROM
tr: M501: Parametreleri EEPROM’dan oku
zh_cn: M501：从 EEPROM 读取参数

# QObject|
source: M502: Revert to the default 'factory settings'.
ca: M502: Torna a la configuració predeterminada «de fàbrica».
ca@valencia: M502: Torna a la configuració predeterminada «de fàbrica».
eo: M502: Reiri al la defaŭltaj 'fabrikaj agordoj'.
es: M502: Revertir a los «valores de fábrica» por omisión.
et: M502: Lähtestamine vaikimisi "tehaseseadistusele".
eu: M502: Lehengoratu 'fabrikako ezarpen' lehenetsietara.
fr: M502 : revenir aux paramètres d'usine
gl: M502: Restabelecer a configuración de fábrica predeterminada.
he: M502: החזרה ל‚הגדרות מהמפעל’ כברירת מחדל.
ka: M502: ქარხნულ პარამეტრებზე დაბრუნება.
ko: M502: 기본 '공장 설정'으로 되돌립니다.
nl: M502: de standaard 'factory settings' terugzetten.
nn: M502: Tilbakestill til fabrikkinnstillingar
pl: M502: Przywróć domyślne 'ustawienia fabryczne'.
pt: M502: Reverter para os 'valores de fábrica'.
pt_br: M502: Reverter para 'valores de fábrica'.
sv: M502: Återgå till 'standardfabriksinställningar'.
tr: M502: Öntanımlı “fabrika ayarlarına” geri dön.
zh_cn: M502：还原为默认的“工厂设置”。

# QObject|
source: M503: Print settings
ca: M503: Configuració de la impressió
ca@valencia: M503: Configuració de la impressió
eo: M503: Presaj agordoj
es: M503: Ajustes de la impresión
et: M503: Trükkimise seadistused
eu: M503: Inprimatze ezarpenak
fr: M503 : paramètres d'impression
gl: M503: Configuración da impresión
he: M503: הגדרות הדפסה
ka: M503: ბეჭდვის მორგება
ko: M503: 인쇄 설정
nl: M503: instellingen afdrukken
nn: M503: Utskriftsinnstillingar
pl: M503: Ustawienia wydruku
pt: M503: Imprimir a configuração
pt_br: M503: Configurações da impressora
sv: M503: Utskriftsinställningar
tr: M503: Yazdırma ayarları
zh_cn: M503：打印设置

# QObject|
source: M540: Enable/Disable 'Stop SD Print on Endstop Hit'
ca: M540: Des/activa «Atura la impressió SD en una aturada final»
ca@valencia: M540: Des/activa «Para la impressió SD en una parada final»
eo: M540: Ebligi/Malŝalti 'Ĉesigi SD-Presadon ĉe Finhalto-Trafo'
es: M540: Activar/desactivar «Detener impresión desde SD al alcanzar un endstop»
eu: M540: Gaitu/ezgaitu 'Gelditu SD inprimaketa ibilbide-bukaera jotzean'
fr: M540 : activation / désactivation de « Arrêt de l'impression « SD » sur l'atteinte d'une butée »
gl: M540: Activar ou desactivar «Deter a impresión de SD ao acadar a parada final»
he: M540: הפעלת/השבתת ‚עצירת הדפסה מ־SD בנגיעה בגובל קצה’
ka: M540: 'SD-ბეჭდვის მსაზღვრავთან მისვლისას გაჩერების' ჩართვა/გამორთვა
ko: M540: '엔드스톱 충돌시 SD 인쇄 중지' 활성화/비활성화
nl: M540: 'SD afdrukken stoppen bij aanraken van eindstop' in-/uitschakelen
nn: M540: Slå på/av «Stopp SD-utskrift ved endestopp»
pl: M540: Włącz/Wyłącz 'Zatrzymaj wydruk SD po dotarciu do krańcówki'
pt: M540: Activar/Desactivar a 'Parar a Impressão do SD ao Atingir a Paragem Final'
pt_br: M540: Ativar/Desativar 'Parar a impressão do SD ao atingir o ponto final'
sv: M540: Aktivera/Inaktivera 'Stoppa SD-utskrift när slutstopp påträffas'
tr: M540: ’Bitiş noktasına varınca SD yazdırmayı durdur’u etkinleştir/devre dışı bırak
zh_cn: M540：开启/关闭“在碰到挡块时停止 SD 打印”

# QObject|
source: M550: Set Name
ca: M550: Estableix el nom
ca@valencia: M550: Establix el nom
eo: M550: Agordi Nomon
es: M550: Definir nombre
et: M550: Nime määramine
eu: M550: Ezarri izena
fr: M550 : définir le nom
gl: M550: Definir o nome
he: M550: הגדרת שם
ka: M550: სახელის დაყენება
ko: M550: 이름 설정
nl: M550: Naam instellen
nn: M550: Definer namn
pl: M550: Ustaw nazwę
pt: M550: Definir o Nome
pt_br: M550: Definir um nome
sv: M550: Ange namn
tr: M550: Ad ayarla
zh_cn: M550：设置名称

# QObject|
source: M551: Set Password
ca: M551: Estableix la contrasenya
ca@valencia: M551: Establix la contrasenya
eo: M551: Agordi Pasvorton
es: M551: Definir contraseña
et: M551: Parooli määramine
eu: M551: Ezarri pasahitza
fr: M551 : définir un mot de passe
gl: M551: Definir o contrasinal
he: M551: הגדרת סיסמה
ka: M551: პაროლის დაყენება
ko: M551: 암호 설정
nl: M551: Wachtwoord instellen
nn: M551: Definer passord
pl: M551: Ustaw hasło
pt: M551: Definir a Senha
pt_br: M551: Definir uma senha
sv: M551: Ange lösenord
tr: M551: Parola ayarla
zh_cn: M551：设置密码

# QObject|
source: M552: Set IP address
ca: M552: Estableix l'adreça IP
ca@valencia: M552: Establix l'adreça IP
eo: M552: Agordi IP-adreson
es: M552: Definir dirección IP
et: M552: IP-aadressi määramine
eu: M552: Ezarri IP helbidea
fr: M552 : définir l'adresse IP
gl: M552: Definir o enderezo IP
he: M552: הגדרת כתובת IP
ka: M552: IP მისამართის დაყენება
ko: M552: IP 주소 설정
nl: M552: IP-adres instellen
nn: M552: Definer IP-adresse
pl: M552: Ustaw adres IP
pt: M552: Definir o endereço IP
pt_br: M552: Definir um endereço de IP
sv: M552: Ställ in IP-adress
tr: M552: IP adresi ayarla
zh_cn: M552：设置 IP 地址

# QObject|
source: M553: Set Netmask
ca: M553: Estableix la màscara de xarxa
ca@valencia: M553: Establix la màscara de xarxa
eo: M553: Agordi Retmaskon
es: M553: Definir máscara de red
et: M553: Võrgumaski määramine
eu: M553: Ezarri sare-maskara
fr: M553 : définition d'un masque de réseau
gl: M553: Definir a máscara de rede
he: M553: הגדרת מסכת רשת
ka: M553: ქსელური ნიღბის დაყენება
ko: M553: 넷마스크 설정
nl: M553: Netwerkmasker instellen
nn: M553: Definer nettmaske
pl: M553: Ustaw maskę sieci
pt: M553: Definir a Máscara de Rede
pt_br: M553: Definir um 'Netmask'
sv: M553: Ställ in nätmask
tr: M553: Ağ maskesi ayarla
zh_cn: M553：设置网络掩码

# QObject|
source: M554: Set Gateway
ca: M554: Estableix la passarel·la
ca@valencia: M554: Establix la passarel·la
eo: M554: Agordi Enirejon
es: M554: Definir puerta de enlace
et: M554: Lüüsi määramine
eu: M554: Ezarri atebidea
fr: M554 : définition d'une passerelle
gl: M554: Definir a pasarela
he: M554: הגדרת שער גישה
ka: M554: ნაგულისხმევი რაუტერის დაყენება
ko: M554: 게이트웨이 설정
nl: M554: Gateway instellen
nn: M554: Definer portnar
pl: M554: Ustaw bramę
pt: M554: Definir a 'Gateway'
pt_br: M554: Definir um 'Gateway'
sv: M554: Ställ in förmedlingsnod
tr: M554: Ağ geçidi ayarla
zh_cn: M554：设置网关

# QObject|
source: M555: Set compatibility
ca: M555: Estableix la compatibilitat
ca@valencia: M555: Establix la compatibilitat
eo: M555: Agordi kongruon
es: M555: Definir compatibilidad
et: M555: Ühilduvuse määramine
eu: M555: Ezarri bateragarritasuna
fr: M555 : définition de la compatibilité
gl: M555: Definir a compatibilidade
he: M555: הגדרת תאימות
ka: M555: თავსებადობის დაყენება
ko: M555: 호환성 설정
nl: M555: Compatibiliteit instellen
nn: M555: Definer kompatibilitet
pl: M555: Ustaw zgodność
pt: M555: Definir a compatibilidade
pt_br: M555: Definir compatibilidade
sv: M555: Ställ in kompatibilitet
tr: M555: Uyumluluk ayarla
zh_cn: M555：设置兼容性

# QObject|
source: M556: Axis compensation
ca: M556: Compensació de l'eix
ca@valencia: M556: Compensació de l'eix
eo: M556: Aksokompenso
es: M556: Compensación del eje
et: M556: Telje kompenseerimine
eu: M556: Ardatzen konpentsazioa
fr: M556 : compensation d'axe
gl: M556: Compensación dos eixos
he: M556: פיצוי צירים
ka: M556: ღერძის კომპენსაცია
ko: M556: 축 보정
nl: M556: As-compensatie
nn: M556: Aksekompensering
pl: M556: Kompensacja osi
pt: M556: Compensação do eixo
pt_br: M556: Compensação dos eixos
sv: M556: Axelkompensation
tr: M556: Eksen tazmini
zh_cn: M556：轴补偿

# QObject|
source: M557: Set Z probe point
ca: M557: Estableix el punt de la prova Z
ca@valencia: M557: Establix el punt de la prova Z
eo: M557: Agordi Z-sondpunkton
es: M557: Fijar el punto de la prueba Z
eu: M557: Ezarri Z zunda puntua
fr: M557 : définition du point de sonde Z
gl: M557: Definir o punto da sonda de Z
he: M557: הגדרת נקודת חיישן Z (מישוריות)
ka: M557: Z ზონდის წერტილის დაყენება
ko: M557: Z축 측정하기 지점 설정
nl: M557: Z probe-punt instellen
nn: M557: Definert punkt for Z-prøve
pl: M557: Ustaw punkt sondy Z
pt: M557: Definir o ponto da sonda em Z
pt_br: M557: Definir o ponto da sonda em Z
sv: M557: Ställ in z-sonderingspunkt
tr: M557: Z araştırma noktası ayarla
zh_cn: M557：设置 Z-探测点

# QObject|
source: M558: Set Z probe type
ca: M558: Estableix el tipus de la prova Z
ca@valencia: M558: Establix el tipus de la prova Z
eo: M558: Agordi Z-sonditipon
es: M558: Fijar el tipo de la prueba Z
eu: M558: Ezarri Z zunda mota
fr: M558 : définition du type de sonde Z
gl: M558: Definir o tipo da sonda de Z
he: M558: הגדרת סוג חיישן Z (מישוריות)
ka: M558: Z ზონდის ტპის დაყენება
ko: M558: Z축 측정하기 형식 설정
nl: M558: Z probe-type instellen
nn: M558: Definer type Z-prøve
pl: M558: Ustaw rodzaj sondy Z
pt: M558: Definir o tipo da sonda em Z
pt_br: M558: Definir o tipo da sonda em Z
sv: M558: Ställ in z-sonderingstyp
tr: M558: Z araştırma türü ayarla
zh_cn: M558：设置 Z-探针类型

# QObject|
source: M559: Upload configuration file
ca: M559: Carrega el fitxer de configuració
ca@valencia: M559: Carrega el fitxer de configuració
eo: M559: Alŝuti agordan dosieron
es: M559: Subir archivo de configuración
et: M559: Seadistusfaili üleslaadimine
eu: M559: Zama-igo konfiguratzeko fitxategia
fr: M559 : envoi du fichier de configuration
gl: M559: Enviar un ficheiro de configuración
he: M559: העלאת קובץ הגדרות
ka: M559: კონფიგურაციის ფაილის ატვირთვა
ko: M559: 설정 파일 업로드
nl: M559: Configuratiebestand uploaden
nn: M559: Last opp oppsettfil
pl: M559: Wyślij plik ustawień
pt: M559: Enviar o ficheiro de configuração
pt_br: M559: Enviar arquivo de configuração
sv: M559: Ladda upp konfigurationsfil
tr: M559: Yapılandırma dosyası karşıya yükle
zh_cn: M559：上传配置文件

# QObject|
source: M560: Upload web page file
ca: M560: Carrega el fitxer des d'una pàgina web
ca@valencia: M560: Carrega el fitxer des d'una pàgina web
eo: M560: Alŝuti retpaĝan dosieron
es: M560: Subir archivo de página web
et: M560: Veebilehe faili üleslaadimine
eu: M560: Zama-igo web-orri fitxategia
fr: M560 : envoi d'un fichier de page Internet
gl: M560: Enviar un ficheiro de páxina web
he: M560: העלאת קובץ עמוד דפדפן
ka: M560: ვებგვერდის ფაილის ატვირთვა
ko: M560: 웹 페이지 파일 업로드
nl: M560: Webpaginabestand uploaden
nn: M560: Last opp nettsidefil
pl: M560: Wyślij plik strony sieciowej
pt: M560: Enviar o ficheiro da página Web
pt_br: M560: Enviar o arquivo do site
sv: M560: Ladda upp webbsidefil
tr: M560: Web sayfası dosyası karşıya yükle
zh_cn: M560：上传网页文件

# QObject|
source: M561: Set Identity Transform
ca: M561: Estableix la transformació de la identitat
ca@valencia: M561: Establix la transformació de la identitat
eo: M561: Agordi Identecan Transformon
es: M561: Definir la transformación de identidad
eu: M561: Ezarri identitate transformazioa
fr: M561 : définition de la transformation d'identité
gl: M561: Definir a transformación da identidade
he: M561: הגדרת התמרת זהות
ka: M561: იდენტიფიკაციის გარდაქმნის დაყენება
ko: M561: 독자 변환 설정
nl: M561: Identiteitstransformatie instellen
nn: M561: Bruk identitetstransformasjon
pl: M561: Ustaw tożsamość
pt: M561: Definir a Transformação da Identidade
pt_br: M561: Definir a Transformação da Identidade
sv: M561: Ställ in identitetstransform
tr: M561: Kimlik Dönüşümü ayarla
zh_cn: M561：设置单位转换

# QObject|
source: M562: Reset temperature fault
ca: M562: Reinicia la falta en la temperatura
ca@valencia: M562: Reinicia la falta en la temperatura
eo: M562: Restarigi temperaturan misfunkciadon
es: M562: Reiniciar los fallos de temperatura
fr: M562 : réinitialiser le défaut de température
gl: M562: Restabelecer o fallo de temperatura
he: M562: איפוס תקלת טמפרטורה
ka: M562: ტემპერატურის შეცდომის განულება
ko: M562: 온도 오류 재설정
nl: M562: Temperatuurfout resetten
nn: M562: Nullstill temperaturfeil
pl: M562: Wyzeruj błąd temperatury
pt: M562: Limpar o erro de temperatura
pt_br: M562: Limpar o erro de temperatura
sv: M562: Nollställ temperaturfel
tr: M562: Sıcaklık hatası sıfırla
zh_cn: M562：重置温度故障

# QObject|
source: M563: Define or remove a tool
ca: M563: Defineix o elimina una eina
ca@valencia: M563: Definix o elimina una eina
eo: M563: Difini aŭ forigi ilon
es: M563: Definir o eliminar una herramienta
et: M563: Tööriista määramine või eemaldamine
eu: M563: Definitu edo kendu erreminta bat
fr: M563 : définition ou suppression d'un outil
gl: M563: Definir ou retirar unha ferramenta
he: M563: הגדרת או הסרת כלי
ka: M563: ინსტრუმენტის აღწერა ან წაშლა
ko: M563: 툴 정의 또는 제거
nl: M563: Een hulpmiddel definiëren of verwijderen
nn: M563: Definer eller fjern eit verktøy
pl: M563: Określ lub usuń narzędzie
pt: M563: Definir ou remover uma ferramenta
pt_br: M563: Define ou remove uma ferramenta
sv: M563: Definiera eller ta bort ett verktyg
tr: M563: Bir araç tanımla veya kaldır
zh_cn: M563：定义或删除一个工具

# QObject|
source: M564: Limit axes
ca: M564: Limita els eixos
ca@valencia: M564: Limita els eixos
eo: M564: Limigi aksojn
es: M564: Limitar los ejes
eu: M564: Mugatu ardatzak
fr: M564 : limitations sur les axes
gl: M564: Limitar os eixos
he: M564: הגבלת צירים
ka: M564: ღერძების შეზღუდვა
ko: M564: 축 제한
nl: M564: Assen limiteren
nn: M564: Avgrens aksar
pl: M564: Ogranicz osie
pt: M564: Limitar os eixos
pt_br: M564: Limite dos eixos
sv: M564: Begränsa axlar
tr: M564: Eksenleri sınırla
zh_cn: M564：限制轴

# QObject|
source: M565: Set Z probe offset
ca: M565: Estableix el desplaçament de la prova Z
ca@valencia: M565: Establix el desplaçament de la prova Z
eo: M565: Agordi Z-sondan deŝovon
es: M565: Fijar el desplazamiento de la prueba Z
eu: M565: Ezarri Z-zundaren jatorri-aldaketa
fr: M565 : définition de la compensation de sonde Z
gl: M565: Definir o desprazamento da sonda de Z
he: M565: הגדרת היסט חיישן Z
ka: M565: Z ზონდის წანაცვლების დაყენება
ko: M565: Z축 측정하기 오프셋 설정
nl: M565: Z probe-offset instellen
nn: M565: Definer forskyving for Z-prøve
pl: M565: Ustaw przesunięcie sondy Z
pt: M565: Definir a posição da sonda em Z
pt_br: M565: Definir a posição da sonda em Z
sv: M565: Ställ in position för z-sondering
tr: M565: Z araştırma ofseti ayarla
zh_cn: M565：设置 Z-探针偏移

# QObject|
source: M566: Set allowable instantaneous speed change
ca: M566: Estableix el canvi de velocitat instantani permès
ca@valencia: M566: Establix el canvi de velocitat instantani permés
eo: M566: Agordi permeseblan tujan rapidecŝanĝon
es: M566: Definir el cambio de velocidad instantáneo permisible
fr: M566 : définition d'une modification de vitesse instantanée et acceptable
gl: M566: Definir o cambio de velocidade instantáneo permisíbel
he: M566: הגדרת החלפת מהירות פתאומית מותרת
ka: M566: სიჩქარის დაშვებულ უეცარი ცვლილების დაყენება
ko: M566: 허용 가능한 순간 속도 변경 설정
nl: M566: Toegestane onmiddellijke snelheidswijziging instellen
nn: M566: Vel tillatne augneblinksendringar av fart
pl: M566: Ustaw dopuszczalną chwilową zmianę szybkości
pt: M566: Definir a mudança de velocidade instantânea permitida
pt_br: M566: Definir a mudança de velocidade instantânea permitida
sv: M566: Ställ in tillåten ögonblicklig hastighetsändring
tr: M566: İzin verilebilen anlık hız değişimleri ayarla
zh_cn: M566：设置允许的即时速度变化

# QObject|
source: M567: Set tool mix ratio
ca: M567: Estableix l'eina de relació de la mescla
ca@valencia: M567: Establix l'eina de relació de la mescla
eo: M567: Agordi ilan miksaĵproporcion
es: M567: Definir la proporción de mezcla de la herramienta
fr: M567 : définition du ratio pour l'outil de mixage
gl: M567: Definir a taxa de mestura da ferramenta
he: M567: הגדרת יחס ערבוב כלי
ka: M567: ინსტრუმენტის შერევის თანაფარდობის დაყენება
ko: M567: 툴 혼합 비율 설정
nl: M567: Mengverhouding van hulpmiddel instellen
nn: M567: Vel blandingsforhold for verktøy
pl: M567: Ustaw stosunek wymieszania narzędzi
pt: M567: Definir a proporção de mistura da ferramenta
pt_br: M567: Definir a proporção de mistura da ferramenta
sv: M567: Ställ in verktygsblandningsförhållande
tr: M567: Araç karışım oranı ayarla
zh_cn: M567：设置工具混合比例

# QObject|
source: M568: Turn off/on tool mix ratio
ca: M568: Apaga/encén l'eina de relació de la mescla
ca@valencia: M568: Apaga/encén l'eina de relació de la mescla
eo: M568: Malŝalti/ŝalti ilan miksaĵproporcion
es: M568: Activar/desactivar la proporción de mezcla de la herramienta
fr: M568 : activation /désactivation du ratio pour l'outil de mixage
gl: M568: Conmutar a taxa de mestura da ferramenta
he: M568: כיבוי/הפעלת יחס ערבוב כלי
ka: M568: ხელსაწყოს შერევის ფარდობის ჩართ/გამორთ
ko: M568: 도구 혼합 비율 끄기/켜기
nl: M568: Mengverhouding van hulpmiddel uit-/inschakelen
nn: M568: Slå på/av blandingsforhold for verktøy
pl: M568: Wł/Wył stosunek wymieszania narzędzi
pt: M568: Activar/desactivar a proporção de mistura da ferramenta
pt_br: M568: Ativar/desativar a proporção de mistura da ferramenta
sv: M568: Stäng av eller sätt på verktygsblandningsförhållande
tr: M568: Araç karışım oranı aç/kapat
zh_cn: M568：禁用/启用工具混合比例

# QObject|
source: M569: Set axis direction and enable values
ca: M569: Estableix la direcció de l'eix i activa els valors
ca@valencia: M569: Establix la direcció de l'eix i activa els valors
eo: M569: Agordi aksan direkton kaj ebligi valorojn
es: M569: Definir la dirección del eje y activar valores
et: M569: Telje suuna määramine ja väärtuste lubamine
fr: M569 : définition de la direction de l'axe et activation des valeurs
gl: M569: Definir a dirección do eixo e activar os valores
he: M569: הגדרת כיוון ציר והפעלת ערכים
ka: M569: ღერძის მიმართულების დაყენება და მნიშვნელობების ჩართვა
ko: M569: 축 방향 및 활성화 값 설정
nl: M569: Asrichting instellen en waarden inschakelen
nn: M569: Vel akseretning og slå på verdiar
pl: M569: Ustaw kierunek osi i włącz wartości
pt: M569: Definir a direcção dos eixo e activar os valores
pt_br: M569: Definir a direção dos eixo e ativar os valores
sv: M569: Ställ in axelriktning och aktivera värden
tr: M569: Eksen yönünü ayarla ve değerleri etkinleştir
zh_cn: M569：设置轴方向与启用值

# QObject|
source: M570: Set heater timeout
ca: M570: Estableix el temps d'espera de l'escalfador
ca@valencia: M570: Establix el temps d'espera de l'escalfador
eo: M570: Agordi hejtigtempon
es: M570: Fijar tiempo de espera del calentador
fr: M570 : définition du délai maximum pour le réchauffeur
gl: M570: Definir o tempo límite do quentador
he: M570: הגדרת תום זמן מחמם
ka: M570: გამათბობლის მოლოდინის ვადის დაყენება
ko: M570: 히터 시간 초과 설정
nl: M570: Timeout van heater instellen
nn: M570: Vel tidsavbrot for varmeelement
pl: M570: Ustaw czas oczekiwania na nagrzewnicę
pt: M570: Definir o tempo-limite do aquecedor
pt_br: M570: Definir o tempo limite de aquecimento
sv: M570: Ställ in tidsgräns för värmeelement
tr: M570: Isıtıcı zaman aşımı ayarla
zh_cn: M570：设置加热器超时

# QObject|
source: M571: Set output on extrude
ca: M571: Estableix la sortida de l'extrusió
ca@valencia: M571: Establix l'eixida de l'extrusió
eo: M571: Agordi eligon sur eltrudo
es: M571: Definir la salida durante una extrusión
eu: M571: Ezarri estrusioaren irteerakoa
fr: M571 : définition de la sortie pour extrusion
gl: M571: Definir a saída no expulsor
he: M571: הגדרת פלט בהשחלה
ka: M571: გამოტანის გამოწნევაზე დაყენება
ko: M571: 압출시 출력 설정
nl: M571: Uitvoer op extruder instellen
nn: M571: Ved utfunksjon ved ekstrudering
pl: M571: Ustaw wyjście przy wyciskaniu
pt: M571: Definir o resultado na extrusão
pt_br: M571: Definir o resultado na extrusão
sv: M571: Ställ in utmatning vid extrudering
tr: M571: Ekstrüt üzerine çıktıyı ayarla
zh_cn: M571：设置挤出时输出值

# QObject|
source: M573: Report heater PWM
ca: M573: Informa de la PWM de l'escalfador
ca@valencia: M573: Informa de la PWM de l'escalfador
eo: M573: Raporti hejtilon PWM
es: M573: Informar de la PWM del calentador
fr: M573 : signalement du réchauffeur « PWM »
gl: M573: Informar do PWM do quentador
he: M573: דיווח בקרת כוח (PWM) המחמם
ka: M573: გამათბობლის PWM ანგარიში
ko: M573: 히터 PWM 보고
nl: M573: PWM van heater rapporteren
nn: M573: Meld frå om PWM for varmeelement
pl: M573: Zwróć PWM nagrzewnicy
pt: M573: Devolver o PWM do aquecedor
pt_br: M573: Devolver o PWM do aquecedor
sv: M573: Rapportera pulsbreddsmodulering för värmeelement
tr: M573: Isıtıcı PWM bildir
zh_cn: M573：报告加热器占空比

# QObject|
source: M574: Set endstop configuration
ca: M574: Estableix la configuració de l'aturada final
ca@valencia: M574: Establix la configuració de la parada final
eo: M574: Agordi finhaltkonfiguracion
es: M574: Definir la configuración de la parada final
eu: M574: Ezarri ibilbide-bukaeren konfigurazioa
fr: M574 : définition de la configuration des butées
gl: M574: Definir a configuración do punto final
he: M574: הגדרת תצורת גובלי תחום
ka: M574: შემზღუდავის კონფიგურაციის დაყენება
ko: M574: 엔드스톱 구성 설정
nl: M574: Eindstopconfiguratie instellen
nn: M574: Define endestopp-oppsett
pl: M574: Ustaw krańcówkę
pt: M574: Definir a configuração da posição final
pt_br: M574: Definir a configuração da posição final
sv: M574: Ställ in slutstoppskonfiguration
tr: M574: Bitiş noktası yapılandırmasını ayarla
zh_cn: M574：设置挡块配置
