Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# QObject|
source: M575: Set serial comms parameters
ca: M575: Estableix els paràmetres de la comunicació sèrie
ca@valencia: M575: Establix els paràmetres de la comunicació sèrie
eo: M575: Agordi seriajn komunikparametrojn
es: M575: Definir los parámetros de las comunicaciones serie
eu: M575: Ezarri serieko komunikazio-parametroak
fr: M575 : définition des paramètres des ports « série »
gl: M575: Definir os parámetros das comunicacións serie
he: M575: הגדרת משתני חיבורים טוריים
ka: M575: სერიული კომუნიკაციის პარამეტრების დაყენება
ko: M575: 직렬 통신 매개변수 설정
nl: M575: Seriële comms-parameters instellen
nn: M575: Vel parametrar for seriekommunikasjon
pl: M575: Ustaw parametry portu szeregowego
pt: M575: Definir os parâmetros de comunicação série
pt_br: M575: Definir os parâmetros de comunicação série
sv: M575: Ställ in parametrar för seriell kommunikation
tr: M575: Seri iletişim parametreleri ayarla
zh_cn: M575：设置串口参数

# QObject|
source: M577: Wait until endstop is triggered
ca: M577: Espera fins que s'activi l'aturada final
ca@valencia: M577: Espera fins que s'active la parada final
eo: M577: Atendi ĝis finhalto estas ekigita
es: M577: Esperar hasta que se active la parada final
eu: M577: Itxoin ibilbide-bukaera eragin arte
fr: M577 : attente jusqu'à atteinte d'une butée
gl: M577: Esperar a que se dispare o punto final
he: M577: להמתין להזנקת גובל תחום
ka: M577: მსაზღვრელის ტრიგერის მოლოდინი
ko: M577: 엔드스톱이 트리거될 때까지 대기
nl: M577: Wachten tot eindstop is getriggerd
nn: M577: Vent til endestopp er utløyst
pl: M577: Czekaj do chwili dotarcia do krańcówki
pt: M577: Esperar até atingir a posição final
pt_br: M577: Esperar até atingir a posição final
sv: M577: Vänta tills slutstopp utlöses
tr: M577: Bitiş noktasın tetiklenene kadar bekle
zh_cn: M577：等待挡块触发

# QObject|
source: M578: Fire inkjet bits
ca: M578: Dispara una mica d'injecció
ca@valencia: M578: Dispara una mica d'injecció
eo: M578: Fajraj inkŝprucpecoj
es: M578: Disparar bits de inyección de tinta
eu: M578: Jaurti tinta-zurrusta zatiak
fr: M578 : allumage des bits de jet d'encre
gl: M578: Disparar bits de inxección de tinta
he: M578: הזרקת טיפות דיו
ka: M578: inkjet-ის ბიტების ჩართვა
ko: M578: 잉크젯 비트 분사
nl: M578: Inkjetbits afvuren
nn: M578: Utløys bitmønster for blekkstrålehovud
pl: M578: Odpal bity atramentu
pt: M578: Dados de disparo do jacto-de-tinta
pt_br: M578: Dados de disparo do jacto-de-tinta
sv: M578: Avfyra bläckstrålebitar
tr: M578: Mürekkep püskürtme parçalarını ateşle
zh_cn: M578：向喷嘴输出值

# QObject|
source: M579: Scale Cartesian axes
ca: M579: Escala els eixos cartesians
ca@valencia: M579: Escala els eixos cartesians
eo: M579: Skalaj karteziaj aksoj
es: M579: Escalar los ejes cartesianos
eu: M579: Eskalatu ardatz kartesiarrak
fr: M579 : mise à l'échelle des axes cartésiens
gl: M579: Cambiar os eixos cartesianos de escala
he: M579: שינוי קנה מידה של צירים קרטזיים
ka: M579: დეკარტის ღერძების მასშტაბირება
ko: M579: 직각 축 축척
nl: M579: Cartesiaanse assen schalen
nn: M579: Skaler kartesiske aksar
pl: M579: Przeskaluj osie kartezjańskie
pt: M579: Eixos na escala Cartesiana
pt_br: M579: Escala de eixos cartesianos
sv: M579: Skala kartesiska axlar
tr: M579: Kartezyen eksenleri ölçekle
zh_cn: M579：缩放笛卡尔坐标轴

# QObject|
source: M580: Select Roland
ca: M580: Selecciona el Roland
ca@valencia: M580: Tria el Roland
eo: M580: Elekti Roland
es: M580: Seleccionar Roland
eu: M580: Hautatu «Roland»
fr: M580 : sélection de « Roland »
gl: M580: Seleccionar Roland
he: M580: בחירת Roland
ka: M580: Roland-ის არჩევა
ko: M580: 롤랜드 선택
nl: M580: Roland selecteren
nn: M580: Vel Roland
pl: M580: Wybierz Roland
pt: M580: Seleccionar o Roland
pt_br: M580: Selecione Roland
sv: M580: Välj Roland
tr: M580: Roland seç
zh_cn: M580：设置 Roland 模式

# QObject|
source: M600: Filament change pause
ca: M600: Pausa del canvi del filament
ca@valencia: M600: Fa pausa de canvi del filament
eo: M600: paŭzo de ŝanĝo de filamento
es: M600: Pausa para cambiar de filamento
eu: M600: Harizpia aldatzeko etena
fr: M600 : pause pour le changement de filament
gl: M600: Pausa de cambio de filamento
he: M600: השהיית החלפת פילמנט (קור)
ka: M600: ნემსის შეცვლის შეყოვნება
ko: M600: 필라멘트 변경 일시 정지
nl: M600: Pauze van filament wijzigen
nn: M600: Pause for filamentbyte
pl: M600: Przerwa na zmianę włókna
pt: M600: Pausa na mudança de filamento
pt_br: M600: Pausa na alteração do filamento
sv: M600: Paus för trådbyte
tr: M600: Fliament değişimini duraklat
zh_cn: M600：暂停以更换填料

# QObject|
source: M605: Set dual x-carriage movement mode
ca: M605: Estableix el mode dual de moviment del carro X
ca@valencia: M605: Establix el mode dual de moviment del carro X
eo: M605: Agordi duoblan x-ĉarajn movadan reĝimon
es: M605: Definir el modo de movimiento en carros X duales
fr: M605 : définition du mode de mouvement dual pour le coulissement en X
gl: M605: Definir o modo de movemento de postura en X dual
he: M605: הגדרת מצב תנועת כרכרת x כפולה
ka: M605: X-კარეტის ორმაგი მოძრაობის რეჟიმის დაყენება
ko: M605: 이중 X 운반대 이동 모드 설정
nl: M605: Dual x-carriage verplaatsingsmodus instellen
nn: M605: Definer flyttemodus for dobbel x-vogn
pl: M605: Ustaw tryb podwójnego ruchu wózka x
pt: M605: Definir o modo de movimento duplo no carreto X
pt_br: M605: Definir o modo de movimento duplo do x-carro
sv: M605: Ställ in dubbelt x-vagnförflyttningsläge
tr: M605: İkili X kızağı hareket kipini ayarla
zh_cn: M605：设置双 X-托架移动模式

# QObject|
source: M665: Set delta configuration
ca: M665: Estableix la configuració delta
ca@valencia: M665: Establix la configuració delta
eo: M665: Agordi delta agordon
es: M665: Ajustar la configuración para Delta
et: M665: Delta seadistuse määramine
eu: M665: Ezarri delta konfigurazioa
fr: M665 : définition d'un delta de configuration
gl: M665: Definir a configuración de delta
he: M665: הגדרת תצורת הבדלים
ka: M665: დელტას კონფიგურაცის დაყენება
ko: M665: 델타 구성 설정
nl: M665: Deltaconfiguratie instellen
nn: M665: Definer deltaoppsett
pl: M665: Ustaw deltę
pt: M665: Definir a configuração do delta
pt_br: M665: Definir configuração delta
sv: M665: Ange deltakonfiguration
tr: M665: Delta yapılandırması ayarla
zh_cn: M665：设置增量配置

# QObject|
source: M666: Set delta endstop adjustment
ca: M666: Estableix l'ajustament de l'aturada final delta
ca@valencia: M666: Establix l'ajustament de la parada final delta
eo: M666: Agordi delta finhaltĝustigon
es: M666: Definir el ajuste de los endstop para Delta
eu: M666: Ezarri delta ibilbide-bukaeraren doikuntza
fr: M666 : définition d'ajustement pour les butées en delta
gl: M666: Definir o axuste de punto final de delta
he: M666: הגדרת כוונון הבדל גובל תחום
ka: M666: შემზღუდავის დელტა-მნიშვნელობის დაყენება
ko: M666: 델타 엔드스톱 조정 설정
nl: M666: Delta-endstopaanpassing instellen
nn: M666: Definer delta-endestoppjustering
pl: M666: Ustaw deltę krańcówki
pt: M666: Definir o ajuste na posição final do delta
sv: M666: Ställ in deltajustering av slutstopp
tr: M666: Delta bitiş noktası ayarlarını ayarla
zh_cn: M666：设置增量挡块调整

# QObject|
source: M667: Select CoreXY mode
ca: M667: Selecciona el mode CoreXY
ca@valencia: M667: Tria el mode CoreXY
eo: M667: Elekti CoreXY-reĝimon
es: M667: Seleccionar el modo CoreXY
et: M667: CoreXY režiimi valimine
fr: M667 : sélection du mode « CoreXY »
gl: M667: Seleccionar o modo CoreXY
he: M667: בחירת מצב CoreXY
ka: M667: CoreXY რეჟიმის არჩევა
ko: M667: CoreXY 모드 선택
nl: M667: CoreXY modus selecteren
nn: M667: Vel CoreXY-modus
pl: M667: Wybierz tryb CoreXY
pt: M667: Seleccionar o modo CoreXY
pt_br: M667: Selecione o modo CoreXY
sv: M667: Välj xy-kärnläge
tr: M667: Çekirdek XY kipi ayarla
zh_cn: M667：设置 CoreXY 模式

# QObject|
source: M851: Set Z-Probe Offset
ca: M851: Estableix el desplaçament de la prova Z
ca@valencia: M851: Establix el desplaçament de la prova Z
eo: M851: Agordi Z-Probe Deŝovon
es: M851: Fijar el desplazamiento de la prueba Z
eu: M851: Ezarri Z zundaren jatorri-aldaketa
fr: M851 : définition de la compensation de sonde Z
gl: M851: Definir o desprazamento da sonda de Z
he: M851: הגדרת היסט חיישן Z (מישוריות)
ka: M851: Z-ზონდის წანაცვლების დაყენება
ko: M851: Z축 측정하기 오프셋 설정
nl: M851: Z probe-offset instellen
nn: M851: Definer forskyving Z-prøve
pl: M851: Ustaw przesunięcie sondy Z
pt: M851: Definir a Posição da Sonda em Z
pt_br: M851: Definir deslocamento da Z-Probe
sv: M851: Ställ in position för z-sondering
tr: M851: Z araştırma ofseti ayarla
zh_cn: M851：设置 Z-探针偏移

# QObject|
source: M906: Set motor currents
ca: M906: Estableix el corrent del motor
ca@valencia: M906: Establix el corrent del motor
eo: M906: Agordi motorfluojn
es: M906: Definir las corrientes del motor
eu: M906: Ezarri motorren korronteak
fr: M906 : définition des intensités des moteurs
gl: M906: Definir as correntes do motor
he: M906: הגדרת מתחי מנועים
ka: M906: ძრავის ძაბვების დაყენება
ko: M906: 모터 전류 설정
nl: M906: Motorstromen instellen
nn: M906: Vel motorspenning
pl: M906: Ustaw prądy silnika
pt: M906: Definir as correntes dos motores
pt_br: M906: Definir correntes do motor
sv: M906: Ställ in motorströmmar
tr: M906: İşletke akımlarını ayarla
zh_cn: M906：设置电机电流

# QObject|
source: M907: Set digital trimpot motor
ca: M907: Estableix un motor amb potenciòmetre digital
ca@valencia: M907: Establix un motor amb potenciòmetre digital
eo: M907: Agordi ciferecan trimpotmotoron
es: M907: Ajustar motor con potenciómetro digital
fr: M907 : définition du moteur numérique avec un potentiomètre de réglage
gl: M907: Definir o motor de potenciómetro de recorte dixital
he: M907: הגדרת מנוע נגד משתנה דיגיטלי
ka: M907: ციფრული პოტენციომეტრის ძრავას დაყენება
ko: M907: 디지털 트림포트 모터 설정
nl: M907: Digitale trimpot-motor
nn: M907: Vel digital trimpotte-motor
pl: M907: Ustaw cyfrowy potencjometr odcinający silnika
pt: M907: Configurar um motor com potenciómetro digital
pt_br: M907: Definir o trimpot digital do motor
sv: M907: Ställ in motor för digital trimpotentiometer
tr: M907: Sayısal trimpot işletkesi ayarla
zh_cn: M907：设置数字可变电阻电机

# QObject|
source: M908: Control digital trimpot directly
ca: M908: Controla directament el potenciòmetre digital
ca@valencia: M908: Controla directament el potenciòmetre digital
eo: M908: Regi ciferecan trimpoton rekte
es: M908: Controlar el potenciómetro digital directamente
fr: M908 : contrôle direct du potentiomètre de réglage
gl: M908: Controlar o potenciómetro de recorte directamente
he: M908: שליטה ישירה בנגד משתנה דיגיטלי
ka: M908: ციფრული პოტენციომეტრის პირდაპირი კონტროლი
ko: M908: 디지털 트림포트 직접 제어
nl: M908: Digitale trimpot direct besturen
nn: M908: Kontroller digital trimpotte direkte
pl: M908: Steruj cyfrowym potencjometrem odcinającym bezpośrednio
pt: M908: Controlar directamente o potenciómetro digital
pt_br: M908: Controle diretamente o trimpot digital
sv: M908: Styr digital trimpotentiometer direkt
tr: M908: Sayısal trimpot’u doğrudan denetle
zh_cn: M908：直接控制数字可变电阻

# QObject|
source: M911: Set power monitor threshold voltages
ca: M911: Estableix el límit de tensió del monitor de la potència
ca@valencia: M911: Establix el límit de tensió del monitor de la potència
eo: M911: Agordi la sojlaj tensioj de potenco-monitoro
es: M911: Definir los voltajes límites del monitor de corriente
eu: M911: Ezarri energia-begiraleren tentsio atalaseak
fr: M911 : définition des voltages de seuil pour la surveillance de la puissance
gl: M911: Definir as voltaxes límite do monitor da enerxía
he: M911: הגדרת מתחי סף של מעקב חשמל
ka: M911: სიმძლავრის დონის მონიტორის ძაბვის ბიჯების დაყენება
ko: M911: 전원 모니터 임곗값 전압 설정
nl: M911: Powergrensvoltages van monitor instellen
nn: M911: Definer spenningsgrenser for straumovervaking
pl: M911: Ustaw napięcia progowe monitora mocy
pt: M911: Definir as tensões-limite do monitor de potência
pt_br: M911: Definir tensões limite do monitor de energia
sv: M911: Ställ in tröskelspänningar för effektövervakning
tr: M911: Güç izleme eşik voltajlarını ayarla
zh_cn: M911：设置功率监视器阈值电压

# QObject|
source: M912: Set electronics temperature monitor adjustment
ca: M912: Estableix l'ajustament del monitor electrònic de la temperatura
ca@valencia: M912: Establix l'ajustament del monitor electrònic de la temperatura
eo: M912: Agordi elektronikan temperaturmonitoran ĝustigon
es: M912: Definir el ajuste del monitor de temperatura electrónico
eu: M912: Ezarri tenperatura-begirale elektronikoaren doikuntza
fr: M912 : définition d'un ajustement de la surveillance électronique de la température
gl: M912: Definir o axuste do monitor da temperatura dos compoñentes electrónicos
he: M912: הגדרת כוונוני מעקב טמפרטורה של אלקטרוניקה
ka: M912: ელექტრონიკის ტემპერატურის რეგისტრატორის კორექტირების დაყენება
ko: M912: 전자 온도 모니터 조정 설정
nl: M912: Elektronische temperatuurmonitor aanpassing instellen
nn: M912: Definer justering for temperaturovervakar
pl: M912: Ustaw monitor temperatury elektroniki
pt: M912: Definir o ajuste do monitor de temperatura electrónico
pt_br: M912: Definir ajuste do monitor eletrônico de temperatura
sv: M912: Ställ in justering av elektroniktemperaturövervakning
tr: M912: Elektronik sıcaklığı izleme ayarlarını ayarla
zh_cn: M912：设置电子温度传感器调整值

# QObject|
source: M913: Set motor percentage of normal current
ca: M913: Estableix el percentatge del motor al corrent normal
ca@valencia: M913: Establix el percentatge del motor al corrent normal
eo: M913: Agordi motorprocenton de normala kurento
es: M913: Definir el porcentaje de corriente normal del motor
fr: M913 : définition d'un pourcentage du moteur à partir du courant nominal
gl: M913: Definir a porcentaxe de corrente normal do motor
he: M913: הגדרת אחוזי מנוע ביחס למתח הרגיל
ka: M913: ძრავისთვის ჩვეულებრივი ძაბვის პროცენტულობის დაყენება
ko: M913: 정상 전류의 모터 비율 설정
nl: M913: Motorpercentage van normale stroom instellen
nn: M913: Set motorspenning til prosentverdi av normal spenning
pl: M913: Ustaw procent normalnego prądu silnika
pt: M913: Definir a percentagem do motor na corrente normal
pt_br: M913: Definir porcentagem do motor em corrente normal
sv: M913: Ställ in motorprocent vid normal ström
tr: M913: Normal akımın işletke yüzdesini ayarla
zh_cn: M913：设置电机电流相对正常值百分比

# QObject|
source: M928: Start SD logging
ca: M928: Comença el registre SD
ca@valencia: M928: Comença el registre SD
eo: M928: Komenci SD-registradon
es: M928: Iniciar registro en tarjeta SD
et: M928: SD logimise alustamine
eu: M928: Hasi egunkaria SDan gordetzen
fr: M928 : commencer la journalisation SD
gl: M928: Iniciar o rexistro de SD
he: M928: התחלת תיעוד SD
ka: M928: SD ჟურნალის დაწყება
ko: M928: SD 로깅 시작
nl: M928: SD-logging starten
nn: M928: Start SD-loggføring
pl: M928: Rozpocznij rejestrację na SD
pt: M928: Iniciar o registo no SD
pt_br: M928: Iniciar o log do SD
sv: M928: Börja SD-loggning
tr: M928: SD günlüklemeyi başlat
zh_cn: M928：启动 SD 记录

# QObject|
source: M997: Perform in-application firmware update
ca: M997: Realitza l'actualització del microprogramari a l'aplicació
ca@valencia: M997: Realitza l'actualització del microprogramari en l'aplicació
eo: M997: Fari en-aplikan firmware-ĝisdatigon
es: M997: Realizar actualización de firmware en la aplicación
et: M997: Rakendusesisese püsivara uuendamine
eu: M997: Egin aplikazio-barruan firmware eguneratzea
fr: M997 : réalisation d'une mise à jour intégrée du micro-programme
gl: M997: Actualizar o firmware desde a aplicación
he: M997: ביצוע עדכון קושחה פנים תוכנתי
ka: M997: პროგრამაში მიკროკოდის განახლება
ko: M997: 응용 프로그램 펌웨어 업데이트 수행
nl: M997: In-toepassing firmware bijwerken uitvoeren
nn: M997: Utfør fastevareoppdatering
pl: M997: Wykonaj uaktualnienie oprogramowania układowego w aplikacji
pt: M997: Efectuar uma actualização do 'firmware' na aplicação
pt_br: M997: Executar atualização de firmware no aplicativo
sv: M997: Utför uppdatering av inbyggd programvara i applikationen
tr: M997: Uygulama içi donanım yazılımı güncellemesi gerçekleştir
zh_cn: M997：进行应用内固件升级

# QObject|
source: M998: Request resend of line
ca: M998: Sol·licita el reenviament de la línia
ca@valencia: M998: Sol·licita el reenviament de la línia
eo: M998: Peto resendo de linio
es: M998: Solicitar el reenvío de la línea
eu: M998: Eskatu lerroa berriz bidaltzea
fr: M998 : demande de renvoi de la ligne
gl: M998: Solicitar enviar de novo a liña
he: M998: בקשת שליחת שורה מחדש
ka: M998: ხაზის ხელახალი გაგზავნის მოთხოვნა
ko: M998: 회선 재발신 요청
nl: M998: Opnieuw verzenden van regel vragen
nn: M998: Be om omsending av linje
pl: M998: Żądanie ponownego wysłania lini
pt: M998: Pedir o reenvio da linha
pt_br: M998: Solicitar reenvio da linha
sv: M998: Begär att raden skickas om
tr: M998: Satırın yeniden gönderilmesini iste
zh_cn: M998：要求重发行

# QObject|
source: M999: Restart after being stopped by error
ca: M999: Reinicia després d'aturar-se per un error
ca@valencia: M999: Reinicia després de parar-se per un error
eo: M999: Rekomenci post kiam estis haltigita de eraro
es: M999: Reiniciar tras una detección producida por un error
et: M999: Taaskäivitamine pärast peatamist tõrke tõttu
eu: M999: Berrabiatu errore baten ondorioz gelditu ondoren
fr: M999 : redémarrer après un arrêt involontaire
gl: M999: Reiniciar despois de deter por erro
he: M999: התחלה מחדש אחרי עצירה עקב שגיאה
ka: M999: თავიდან დაწყება შეცდომის მიერ გაჩერების შემდეგ
ko: M999: 오류로 중지된 후 다시 시작
nl: M999: Opnieuw starten na door een fout te zijn gestopt
nn: M999: Start på nytt etter å ha blitt stoppa av feil
pl: M999: Uruchomiono ponownie po zatrzymaniu spowodowanym błędem
pt: M999: Reiniciar após interrupção por erro
pt_br: M999: Reinicie após ser parado por erro
sv: M999: Starta om efter att ha stoppats av ett fel
tr: M999: Bir hata tarafından durdurulduktan sonra yeniden başlat
zh_cn: M999：因错误停止后重启

# About|
source: Version: %1
ca@valencia: Versió: %1
eo: Versio: %1
es: Versión: %1
et: Versioon: %1
eu: Bertsioa: %1
gl: Versión: %1
he: גרסה: %1
ka: ვერსია: %1
ko: 버전: %1
nn: Versjon: %1
pl: Wersja: %1
pt: Versão: %1
pt_br: Versão: %1
tr: Sürüm: %1
zh_cn: 版本：%1

# About|
source: Using Qt: %1
ca@valencia: Utilitzant les Qt: %1
eo: Uzante Qt: %1
es: Usando Qt: %1
et: Kasutusel on Qt %1
eu: Qt erabiliz: %1
fr: Utilisation de Qt : %1
gl: Usando Qt: %1
he: גרסת Qt בשימוש: %1
ka: გამოიყენება Qt: %1
ko: Qt 버전: %1
nn: Brukar Qt: %1
pl: Używa Qt: %1
pt: A usar o Qt: %1
pt_br: Usando Qt: %1
sv: Använder Qt: %1
tr: Kullanılan Qt: %1
zh_cn: 使用 Qt：%1

# About|
source: Authors: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
ca@valencia: Autoria: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
eo: Aŭtoroj: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
es: Autores: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
et: Autorid: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
eu: Egileak: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
fr: Auteurs : Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
gl: Autores: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
he: יוצרים: כריס ריציטלו <rizzitello@kde.org> פטריק חוזה פריירה <patrickjp@kde.org> לייס רודריגז <lays.rodrigues@kde.org> תומאס קנבראווה <tcanabrava@kde.org>
nn: Utviklarar: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
pl: Autorzy: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
pt: Autores: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
pt_br: Autores: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
sv: Upphovsmän: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
tr: Yazarlar: Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>
zh_cn: 作者： Chris Rizzitello <rizzitello@kde.org> Patrick José Pereira <patrickjp@kde.org> Lays Rodrigues <lays.rodrigues@kde.org> Tomaz Canabrava <tcanabrava@kde.org>

# About|
source: Close
ca@valencia: Tanca
eo: Fermi
es: Cerrar
et: Sulge
eu: Itxi
fr: Fermer
gl: Pechar
he: סגירה
ka: დახურვა
ko: 닫기
nn: Lukk
pl: Zamknij
pt: Fechar
pt_br: Fechar
sv: Stäng
tr: Kapat
zh_cn: 关闭

# AxisControl|
source: Move Axis
ca@valencia: Mou l'eix
eo: Movi Akson
es: Mover el eje
et: Telje liigutamine
eu: Mugitu ardatza
fr: Déplacer l'axe
gl: Mover o eixe
he: ציר תזוזה
ka: ღერძის გადატანა
ko: 축 이동
nn: Flytt akse
pl: Przesuń oś
pt: Mover o Eixo
pt_br: Move eixo
sv: Flytta axel
tr: Ekseni Taşı
zh_cn: 移动坐标轴

# CommandWidget|
source: Send Command
ca@valencia: Envia una ordre
eo: Sendu Komandon
es: Enviar orden
et: Käsu saatmine
eu: Bidali komandoa
fr: Envoyer une commande
gl: Enviar a orde
he: שליחת פקודה
ka: ბრძანების გაგზავნა
ko: 명령 보내기
nn: Send kommando
pl: Wyślij polecenie
pt: Enviar um Comando
pt_br: Enviar comando
sv: Skicka kommando
tr: Komut Gönder
zh_cn: 发送命令

# CommandWidget|
source: Send
ca@valencia: Envia
eo: Sendi
es: Enviar
et: Saada
eu: Bidali
fr: Envoyer
gl: Enviar
he: שליחה
ka: გაგზავნა
ko: 보내기
pl: Wyślij
pt: Enviar
pt_br: Enviar
sv: Skicka
tr: Gönder
zh_cn: 发送

# CommandWidget|
source: Show Message
ca@valencia: Mostra el missatge
eo: Montri Mesaĝon
es: Mostrar mensaje
et: Teate näitamine
eu: Erakutsi mezua
fr: Afficher le message
gl: Amosar a mensaxe
he: הצגת הודעה
ka: შეტყობინების ჩვენება
ko: 메시지 보기
nn: Vis melding
pl: Pokaż wiadomość
pt: Mostrar uma Mensagem
pt_br: Exibir mensagem
sv: Visa meddelande
tr: İleti Göster
zh_cn: 显示消息
