Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# MainWindow|
source: Your machine did not respond after 20 seconds. Before connecting again check that your printer is on and your are connecting using the correct BAUD Rate for your device.
ca@valencia: La màquina no ha respost després de 20 segons. Abans de tornar a connectar, verifiqueu que la impressora estiga encesa i s'utilitze la velocitat de BAUD correcte per al dispositiu.
eo: Via maŝino ne respondis post 20 sekundoj. Antaŭ ol konekti denove kontrolu, ke via presilo estas ŝaltita kaj vi estaskonektanta uzante la ĝustan Baud-oftecon por via aparato.
es: Su máquina no ha respondido durante 20 segundos. Antes de volver a conectar, compruebe que la impresora está encendida y que está conectándose usando la tasa de baudios correcta para el dispositivo.
et: Sinu masin ei vastanud 20 sekundi jooksul. Enne taasühendumist kontrolli, kas printer on ikka sisse lülitatud ja sa kasutad ühendumisel seadmele sobivat modulatsioonikiirust.
eu: Zure makinak ez du erantzun 20 segundo igarota. Berriz konektatu aurretik egiaztatu zure makina piztuta dagoela eta zure gailurako BAUD emari egokia erabiltzen ari zarela.
fr: Votre machine n'a pas répondu après 20 secondes. Avant de tenter une nouvelle connexion, veuillez vérifier que votre imprimante est allumée et vous vous connectez en utilisant le taux BAUD adapté à votre périphérique.
gl: A súa máquina non respondeu tras 20 segundos. Antes de conectar de novo, comprobe que a impresora está acendida e que está conectada usando a velocidade en baud correcta para o dispositivo.
he: המכונה שלך לא הגיעה לאחר 20 שניות. בטרם התחברות מחדש נא לבדוק שהמדפסת שלך דולקת ושבחרת להתחבר בקצב ה־BAUD () המתאים למכשיר שלך.
ka: თქვენი მანქანა არ პასუხობს 20 წამის შემდეგაც. თავიდან მიერთებამდე შეამოწმეთ, ჩართულია თუ არა პრინტერი და მოწყობილობას სწორი ბოდური სიჩქარით თუ უკავშირდებით.
ko: 20초가 지났으나 머신이 응답하지 않았습니다. 다시 연결하기 전에 프린터 연결 상태와 올바른 전송률을 사용하는지 확인하십시오.
nn: Maskina har ikkje svara på 20 sekund. Før du prøver å kopla til att, sjå til at skrivaren er på og at du koplar til med rett BAUD-verdi for eininga.
pl: Twoja maszyna nie odpowiedziała po 20 sekundach. Przed ponowną próbą połączenia, sprawdź czy drukarka jest włączana i czy łączysz się przy użyciu właściwej szybkości BAUD dla tego urządzenia.
pt: A sua máquina não respondeu ao fim de 20 segundos. Antes de se ligar de novo, verifique se a sua impressora está ligada e se tem a ligação estabelecida com a taxa de dados em BAUD's correcta para o seu dispositivo.
pt_br: Sua máquina não respondeu após 20 segundos. Antes de conectar novamente, verifique se a impressora está ligada e se está conectada usando a taxa de BAUD correta para o seu dispositivo.
sv: Skrivaren svarade inte efter 20 sekunder. Kontrollera att skrivaren är på och att du använder rätt baudhastighet för enheten Innan du ansluter igen.
tr: Makineniz, 20 saniyeden fazladır yanıt vermiyor. Yeniden bağlanmadan önce, yazıcınızın açık olduğundan ve aygıtınız için doğru BAUD hızı ile bağlandığınızdan emin olun.
zh_cn: 你的机器在 20 秒之内没有响应。 在再次连接之前，请检查您的打印机是否开启，确认您正在使用正确的波特率连接您的设备。

# MainWindow|
source: Home All
ca: Inici tots
ca@valencia: Inici tots
eo: Hejmo Ĉiuj
es: Todo en posición inicial
et: Kõik koju
eu: Makina-zero denak
fr: Origine pour tout
gl: Todo do inicio
he: חזרה הביתה בכל הצירים
ka: ყველა დასაწყისში
ko: 모두 홈
nn: Heim alle
pl: Dom wszystkie
pt: Origem em Todos
pt_br: Todas as páginas iniciais
sv: Hem alla
tr: Tümüne Başlangıç Noktasına Getir
zh_cn: 归位所有

# MainWindow|
source: Home X
ca: Inici X
ca@valencia: Inici X
eo: Hejmo X
es: X inicial
et: X koju
eu: X makina-zero
fr: Origine en X
gl: X de inicio
he: חזרה הביתה ב־X
ka: დასაწყისის X
ko: X축 홈
nn: Heim X
pl: Dom X
pt: Origem em X
pt_br: Página inicial X
sv: Hem x
tr: X’i Başlangıç Noktasına Getir
zh_cn: 归位 X

# MainWindow|
source: Home Y
ca: Inici Y
ca@valencia: Inici Y
eo: Hejmo Y
es: Y inicial
et: Y koju
eu: Y makina-zero
fr: Origine en Y
gl: Y de inicio
he: חזרה הביתה ב־Y
ka: დასაწყისის Y
ko: Y축 홈
nn: Heim Y
pl: Dom Y
pt: Origem em Y
pt_br: Página inicial Y
sv: Hem y
tr: Y’yi Başlangıç Noktasına Getir
zh_cn: 归位 Y

# MainWindow|
source: Home Z
ca: Inici Z
ca@valencia: Inici Z
eo: Hejmo Z
es: Z inicial
et: Z koju
eu: Z makina-zero
fr: Origine en Z
gl: Z de inicio
he: חזרה הביתה ב־Z
ka: დასაწყისის Z
ko: Z축 홈
nn: Heim Z
pl: Dom Z
pt: Origem em Z
pt_br: Página inicial Z
sv: Hem z
tr: Z’yi Başlangıç Noktasına Getir
zh_cn: 归位 Z

# MainWindow|
source: Movement
ca@valencia: Moviment
eo: Movado
es: Movimiento
et: Liikumine
eu: Higidura
fr: Déplacement
gl: Movemento
he: תזוזה
ka: მოძრაობა
ko: 이동
nn: Forflytting
pl: Ruch
pt: Movimento
pt_br: Movimento
sv: Förflyttning
tr: Hareket
zh_cn: 移动

# MainWindow|
source: Temperatures
eo: Temperaturoj
es: Temperaturas
et: Temperatuurid
eu: Tenperaturak
fr: Températures
gl: Temperaturas
he: טמפרטורות
ka: ტემპერატურა
ko: 온도
nn: Temperaturar
pl: Temperatury
pt: Temperaturas
pt_br: Temperaturas
sv: Temperaturer
tr: Sıcaklıklar
zh_cn: 温度

# MainWindow|
source: Print Error
ca@valencia: S'ha produït un error en imprimir
eo: Presa Eraro
es: Error de impresión
et: Tõrge trükkimisel
eu: Inprimatze errorea
fr: Erreur d'impression
gl: Erro de impresión
he: שגיאת הדפסה
ka: ბეჭდვის შეცდომა
ko: 인쇄 오류
nn: Utskriftsfeil
pl: Błąd drukowania
pt: Erro da Impressão
pt_br: Erro de impressão
sv: Utskriftsfel
tr: Yazdırma Hatası
zh_cn: 打印错误

# MainWindow|
source: You must Select a file from the list
ca@valencia: Heu de seleccionar un fitxer de la llista
eo: Vi devas Elekti dosieron el la listo
es: Debe seleccionar un archivo de la lista
et: Loendist tuleb valida fail
eu: Zerrendako fitxategi bat aukeratu behar duzu
fr: Vous devez sélectionner un fichier dans la liste
gl: Debe seleccionar un ficheiro da lista
he: חובה לבחור קובץ מהרשימה
ka: ფაილი სიიდან უნდა აირჩიოთ
ko: 목록에서 파일을 선택해야 합니다
nn: Du må velja ei fil frå lista
pl: Wybierz plik z listy
pt: Deve seleccionar um ficheiro da lista
pt_br: Você deve selecionar um arquivo da lista
sv: Du måste välja en fil i listan
tr: Listeden bir dosya seçmelisiniz
zh_cn: 您必须从列表中选择一个文件

# MainWindow|
source: Delete Error
ca@valencia: Suprimix l'error
eo: Forigi Eraron
es: Error de borrado
et: Tõrge kustutamisel
eu: Ezabatze errorea
fr: Erreur de suppression
gl: Erro de eliminación
he: שגיאת מחיקה
ka: წაშლის შეცდომა
ko: 삭제 오류
nn: Feil ved sletting
pl: Błąd usuwania
pt: Apagar o Erro
pt_br: Apagar erro
sv: Fel vid borttagning
tr: Silme Hatası
zh_cn: 删除错误

# MainWindow|
source: Sd Card
ca@valencia: Targeta SD
eo: Sd-karto
es: Tarjeta SD
et: SD-kaart
eu: SD txartela
fr: Carte SD
gl: Tarxeta SD
he: כרטיס SD
ka: Sd ბარათი
ko: SD 카드
nn: SD-kort
pl: Karta SD
pt: Cartão SD
pt_br: Cartão SD
sv: SD-kort
tr: SD Kart
zh_cn: SD 卡

# MainWindow|
source: Profile Manager
ca@valencia: Gestor de perfils
eo: Profila Administranto
es: Gestor de perfiles
et: Profiilihaldur
eu: Profil kudeatzailea
fr: Gestionnaire de profils
gl: Xestor de perfís
he: מנהל פרופילים
ka: პროფილის მმართველი
ko: 프로필 관리자
nn: Profilhandsamar
pl: Zarządzanie profilami
pt: Gestor de Perfis
pt_br: Gerenciador de perfil
sv: Profilhanterare
tr: Profil Yöneticisi
zh_cn: 配置文件管理

# MainWindow|
source: Found %1 Ports
ca: S'han trobat %1 ports
ca@valencia: S'han trobat %1 ports
eo: Trovis %1 Pordojn
es: Se han encontrado %1 puertos
et: Leiti %1 porti
eu: %1 ataka aurkitu dira
fr: %1 ports trouvés
gl: Atopáronse %1 portos
he: נמצאו %1 פתחות
ka: ნაპოვნია %1 პორტი
ko: 포트 %1개 발견
nl: %1 poorten gevonden
nn: Fann %1 portar
pl: Znaleziono %1 portów
pt: %1 Portas Detectadas
pt_br: Encontrado %1 portas
sv: Hittade %1 portar
tr: %1 Kapı Bulundu
zh_cn: 找到了 %1 个端口

# MainWindow|
source: No available ports! Please connect a serial device to continue!
ca: No hi ha cap port disponible! Connecteu un dispositiu sèrie per a continuar.
ca@valencia: No hi ha cap port disponible! Connecteu un dispositiu sèrie per a continuar.
eo: Neniuj disponeblaj pordoj! Bonvolu konekti serian aparaton por daŭrigi!
es: No ha y puertos disponibles. Por favor, conecte un dispositivo serie para continuar.
et: Porte pole saada! Palun ühenda jätkamiseks jadaseade!
eu: Ez dago ataka eskuragarririk! Aurrera egiteko, konektatu serie bidezko gailu batera!
fr: Aucun port disponible ! Veuillez connecter un périphérique de type série pour continuer !
gl: Non hai ningún porto dispoñíbel! Conecte un dispositivo serie para continuar!
he: אין פתחות זמינות! נא לחבר התקן טורי כדי להמשיך!
ka: პორტები ხელმიუწვდომელია! გასაგრძელებლად სერიული მოწყობილობა მიაერთეთ!
ko: 사용 가능한 포트가 없습니다. 계속하려면 직렬 장치를 연결하십시오!
nl: Geen beschikbare poorten! Maak verbinding met een serieel apparaat om door te gaan!
nn: Ingen tilgjengelege portar. Kopla til ei serieeining for å halda fram.
pl: Brak dostępnych portów! Podłącz urządzenie szeregowe, aby kontynuować!
pt: Sem portas disponíveis! Por favor, ligue um dispositivo série para continuar!
pt_br: Nenhuma porta disponível. Conecte um dispositivo serial para continuar!
sv: Inga tillgängliga portar. Anslut en seriell enhet för att fortsätta.
tr: Kullanılabilir kapı yok. Sürdürmek için bir seri aygıt bağlayın!
zh_cn: 没有可用端口！请连接一个串行设备来继续！

# MainWindow|
source: Serial connected
ca: Sèrie connectat
ca@valencia: Sèrie connectat
eo: Seria konektita
es: Conectado por serie
et: Jadaseade ühendatud
eu: Serie bidez konektatuta
fr: Port série connecté
gl: Conectouse un dispositivo serie
he: החיבור הטורי מחובר
ka: სერიული კავშირი
ko: 직렬 연결됨
nl: Serieel verbonden
nn: Serieeining kopla til
pl: Podłączony szeregowo
pt: Ligado à porta série
pt_br: Serial conectado
sv: Seriell enhet ansluten
tr: Seri aygıt bağlandı
zh_cn: 已连接串行设备

# MainWindow|
source: Disconnected
ca: Desconnectat
ca@valencia: Desconnectat
eo: Malkonektita
es: Desconectado
et: Pole ühendatud
eu: Deskonektatuta
fr: Déconnecté
gl: Desconectado
he: מנותק
ka: გათიშულია
ko: 연결 끊김
nl: Niet verbonden
nn: Fråkopla
pl: Rozłączony
pt: Desligado
pt_br: Desconectado
sv: Nerkopplad
tr: Bağlantı kesildi
zh_cn: 已断开连接

# MainWindow|
source: Error
ca@valencia: S'ha produït un error
eo: Eraro
et: Tõrge
eu: Errorea
fr: Erreur
gl: Erro
he: שגיאה
ka: შეცდომა
ko: 오류
nl: Fout
nn: Feil
pl: Błąd
pt: Erro
pt_br: Erro
sv: Fel
tr: Hata
zh_cn: 错误

# MainWindow|
source: Not Connected To a Printer
ca: No està connectat a una impressora
ca@valencia: No està connectat a una impressora
eo: Ne Konektita Al Presilo
es: No conectado a una impresora
et: Pole printeriga ühendatud
eu: Ez dago inprimagailu batera konektatuta
fr: Non connecté à une imprimante
gl: Non está conectado a unha impresora
he: אין חיבור למדפסת
ka: არ არის დაკავშირებული პრინტერთან
ko: 프린터에 연결되지 않음
nl: Niet verbonden met een printer
nn: Ikkje kopla til skrivar
pl: Niepodłączony do drukarki
pt: Não Está Ligado a uma Impressora
pt_br: Não conectado a uma impressora
sv: Inte ansluten till en skrivare
tr: Bir Yazıcıya Bağlı Değil
zh_cn: 未连接到打印机

# MainWindow|
source: A Firmware Plugin was not loaded! Please send the command M115 and let us know what your firmware returns, so we can improve our firmware detection. Edit your profile to use "marlin" and try again.
ca@valencia: No s'ha carregat cap connector pel microprogramari. Envieu l'ordre M115 i digueu-nos què retorna el vostre microprogramari, de manera que puguem millorar la nostra detecció del microprogramari. Editeu el perfil per a utilitzar «marlin» i torneu-ho a provar.
es: No se ha cargado un complemento del firmware. Por favor, envíe la orden M115 y comuníquenos la respuesta del firmware para que podamos mejorar nuestra detección del firmware. Edite el perfil para que use «Marlin» y vuelva a probar.
et: Püsivarapluginat pole laaditud! Palun saada käsk M115 ja anna meile teada, mida sinu püsivara vastab, et me saaksime püsivara tuvastamist parandada. Muuda oma profiili, et see kasutaks "marlin'i", ja proovi uuesti.
eu: Firmwareko plugin bat ez da zamatu! Bidali M115 komandoa eta jakinarazi iezaguzu zure firmwareak zer itzultzen duen, gure firmware-antzematea hobetu ahal izan dezagun. Editatu zure profila "marlin" erabiltzeko eta berriz saiatu.
fr: Un module externe de micrologiciel n'a pas été chargé ! Veuillez envoyer la commande M115 et nous faire connaître ce que votre micrologiciel réponds, de manière à ce que nous puissions améliorer notre détection de micrologiciel. Modifier votre profil pour utiliser « Marlin » et essayer à nouveau.
gl: Un complemento de firmware non se cargou! Envíe a orde M115 e indíquenos o que devolve o seu firmware, para que poidamos mellorar a nosa detección de firmware. Edite o seu perfil para usar «marlin» e inténteo de novo.
he: תוסף קושחה לא נטען! נא לשלוח את הפקודה M115 ולהודיע לנו מה החזירה הקושחה שלך, כדי שנוכל לשפר את זיהוי הקושחות שלנו. אפשר לערוך את הפרופיל שלך כדי להשתמש ב־„marlin” ולנסות שוב.
ka: მიკროკოდის მოდული ჩატვირთული არაა! გააგზავნეთ ბრძანება M115 და შეგვატყობინეთ, რას დაგიბრუნებთ თქვენი მიკროკოდი. ამით ჩვენ მიკროკოდის ამოცნობას გავაუმჯობესებთ. ჩაასწორეთ პროფილი, რათა "marlin"-ი გამოიყენოთ და თავიდან სცადეთ.
ko: 펌웨어 플러그인이 로드되지 않았습니다! M115 명령을 전송하고 펌웨어가 무엇을 반환하는지 알려 주면, 펌웨어 검색을 개선할 수 있습니다. "말린"을 사용하여 프로필을 편집하고 다시 시도 하십시오.
nn: Lasta ikkje programtillegg for fastvara. Send kommandoen M115 og gje beskjed til oss kva fastvara melder tilbake, slik at me kan forbetra detekteringa av fastvareversjonar. Rediger profilen til å bruka «marlin» og prøv på nytt.
pl: Wtyczka oprogramowania układowego nie została wczytana! Wydaj polecenie M115 i daj nam znać co zwraca twoje oprogramowanie układowe, tak abyśmy mogli ulepszyć nasze wykrywanie oprogramowania układowego. Edytuj swój profil, aby użyć "marlin" i spróbuj ponownie.
pt: Não foi carregado nenhum 'plugin' de 'firmware'! Por favor, envie o comando M115 e diga-nos o que devolve o seu 'firmware', para que possamos melhorar a nossa detecção do 'firmware'. Edite o seu perfil para usar o "marlin" e tente de novo.
pt_br: Um firmware de um plugin não foi carregado! Envie o comando M115 e informe-nos o que seu firmware retorna, para que possamos melhorar nossa detecção de firmware. Edite seu perfil para usar "marlin" e tente novamente.
sv: Något insticksprogram för inbyggd programvara har inte laddats. Ange kommandot M115 och låt oss få reda på vad din inbyggda programvara returnerar, så vi kan förbättra vår detektering av inbyggd programvara. Redigera profilen för att använda "marlin" och försök igen.
tr: Bir donanım eklentisi yüklenmemiş! Lütfen M115 komutunu gönderin ve üretici yazılımının ne döndürdüğünü bize söyleyin ki donanım yazılımı algılamasını iyileştirebilelim. Profilinizi, “marlin” kullanacak biçimde ayarlayın ve yeniden deneyin.
zh_cn: 一个固件插件未加载！ 请发送命令 M115 并让我们知道你的固件返回了什么，以便我们改进我们的固件检测。 编辑您的配置文件以使用“Marlin”固件，然后重试。

# MainWindow|
source: Select a file to print
ca: Seleccioneu un fitxer per a imprimir
ca@valencia: Trieu un fitxer per a imprimir
eo: Elekti dosieron por presi
es: Seleccione el archivo a imprimir
et: Trükitava faili valimine
eu: Aukeratu inprimatu beharreko fitxategi bat
fr: Sélectionner un fichier à imprimer
gl: Seleccione un ficheiro para imprimir
he: נא לבחור קובץ להדפסה
ka: აირჩიეთ დასაბეჭდი ფაილი
ko: 인쇄할 파일 선택
nl: Een bestand selecteren voor afdrukken
nn: Vel fila du vil skriva ut
pl: Wybierz plik do wydrukowania
pt: Seleccione um ficheiro a imprimir
pt_br: Selecionar arquivo para imprimir
sv: Välj en fil att skriva ut
tr: Yazdırılacak bir dosya seçin
zh_cn: 请选择一个要打印的文件

# MainWindow|
source: No File Selected
ca: No s'ha seleccionat cap fitxer
ca@valencia: No s'ha seleccionat cap fitxer
eo: Neniu Dosiero Elektita
es: Ningún archivo seleccionado
et: Ühtegi faili pole valitud
eu: Ez da fitxategirik aukeratu
fr: Aucun fichier sélectionné
gl: Non seleccionou ningún ficheiro
he: לא נבחר קובץ
ka: ფაილი არჩეული არაა
ko: 선택한 파일 없음
nl: Geen bestand geselecteerd
nn: Inga fil er vald
pl: Nie wybrano pliku
pt: Sem Ficheiro Seleccionado
pt_br: Nenhum arquivo selecionado
sv: Ingen fil markerad
tr: Seçili dosya yok
zh_cn: 没有选定的文件

# MainWindow|
source: Print: %1
ca: Imprimeix: %1
ca@valencia: Imprimix: %1
eo: Presi: %1
es: Imprimir: %1
et: Trükitakse: %1
eu: Inprimatu: %1
fr: Imprimer : %1
gl: Imprimir: %1
he: הדפסה: %1
ka: ბეჭდვა: %1
ko: 인쇄: %1
nl: Afdrukken: %1
nn: Skriv ut: %1
pl: Drukuj: %1
pt: Imprimir: %1
pt_br: Imprimir: %1
sv: Utskrift: %1
tr: Yazdır: %1
zh_cn: 打印：%1

# MainWindow|
source: Disconnect
ca: Desconnecta
ca@valencia: Desconnecta
eo: Malkonekti
es: Desconectar
et: Lahuta
eu: Deskonektatu
fr: Déconnecter
gl: Desconectar
he: ניתוק
ka: გათიშვა
ko: 연결 끊기
nl: Verbinding verbreken
nn: Kopla frå
pl: Rozłącz
pt: Desligar
pt_br: Desconectado
sv: Koppla ner
tr: Bağlantıyı Kes
zh_cn: 断开连接

# MainWindow|
source: Print File
ca: Imprimeix el fitxer
ca@valencia: Imprimix el fitxer
eo: Presi Dosiero
es: Imprimir archivo
et: Faili trükkimine
eu: Inprimatu fitxategia
fr: Imprimer un fichier
gl: Imprimir un ficheiro
he: הדפסת קובץ
ka: ფაილის დაბეჭდვა
ko: 파일 인쇄
nl: Bestand Afdrukken
nn: Skriv ut fil
pl: Wydrukuj plik
pt: Imprimir o Ficheiro
pt_br: Imprimir arquivo
sv: Skriv ut fil
tr: Dosya Yazdır
zh_cn: 打印文件

# MainWindow|
source: Connected to
ca@valencia: Connectat a
eo: Konektita al
es: Conectado a
et: Ühendatud pordis
eu: Konektatu honetara,
fr: Connecté à
gl: Conectado a
he: יש חיבור אל
ka: დაკავშირებულია
ko: 다음에 연결됨:
nn: Kopla til
pl: Połączono z
pt: Ligado a
pt_br: Conectado a
sv: Ansluten till
tr: Şuraya bağlı:
zh_cn: 连接到

# MainWindow|
source: START PRINT
ca@valencia: INICIA LA IMPRESSIÓ
eo: KOMENCI PRINT
es: Empezar a imprimir
et: TRÜKKIMISE ALUSTAMINE
eu: HASI INPRIMATZEN
fr: DÉMARRER L'IMPRESSION
gl: COMEZAR A IMPRESIÓN
he: התחלת הדפסה
ka: ბეჭდვის დაწყება
ko: 인쇄 시작
nn: START UTSKRIFT
pl: Rozpocznij wydruk
pt: INICIAR A IMPRESSÃO
pt_br: INÍCIO DA IMPRESSÃO
sv: STARTA UTSKRIFT
tr: YAZDIRMAYI BAŞLAT
zh_cn: 开始打印

# MainWindow|
source: Pause Print
ca: Fa una pausa a la impressió
ca@valencia: Fa una pausa en la impressió
eo: Paŭzi Preson
es: Pausar la impresión
et: Trükkimine pausile
eu: Eten inprimaketa
fr: Suspendre l'impression
gl: Pór en pausa a impresión
he: השהיית הדפסה
ka: ბეჭდვის შეჩერება
ko: 인쇄 일시 정지
nl: Afdrukken pauzeren
nn: Pausa utskrift
pl: Wstrzymaj druk
pt: Pausar a Impressão
pt_br: Pausar impressão
sv: Paus i utskrift
tr: Yazdırmayı Durdur
zh_cn: 暂停打印

# MainWindow|
source: Finished Print
ca@valencia: Ha finalitzat la impressió
eo: Finita Preso
es: Impresión terminada
et: Trükkimine lõpetatud
eu: Inprimaketa amaituta
fr: Impression terminée
gl: Rematouse a impresión
he: הדפסה הסתיימה
ka: ბეჭდვა დასრულებულია
ko: 인쇄 완료됨
nn: Fullført utskrift
pl: Ukończono wydruk
pt: Impressão Terminada
pt_br: Impressão concluída
sv: Utskrift klar
tr: Yazdırma Bitti
zh_cn: 完成打印

# MainWindow|
source: Paused
ca@valencia: En pausa
eo: Paŭzita
es: En pausa
et: Pausil
eu: Etenda
fr: En pause
gl: En pausa
he: מושהה
ka: შეჩერებულია
ko: 일시 정지됨
nn: Pausa
pl: Wstrzymano
pt: Em Pausa
pt_br: Pausado
sv: Paus
tr: Duraklatıldı
zh_cn: 已暂停

# MainWindow|
source: Resume Print
ca: Reprèn la impressió
ca@valencia: Reprén la impressió
eo: Rekomenci Presi
es: Continuar la impresión
et: Jätka trükkimist
eu: Hasi berriz inprimatzen
fr: Reprendre l'impression
gl: Continuar a impresión
he: להמשיך להדפיס
ka: ბეჭდვის გაგრძელება
ko: 인쇄 다시 시작
nl: Afdrukken hervatten
nn: Hald fram med utskrift
pl: Wznów druk
pt: Retomar a Impressão
pt_br: Continuar impressão
sv: Återuppta utskrift
tr: Yazdırmayı Sürdür
zh_cn: 恢复打印

# MainWindow|
source: Printing
ca@valencia: Imprimix
eo: Presado
es: Imprimiendo
et: Trükkimine
eu: Inprimatzen
fr: Impression en cours
gl: Imprimindo
he: מתבצעת הדפסה
ka: დაბეჭდვა
ko: 인쇄 중
nn: Skriv ut
pl: Drukowanie
pt: A Imprimir
pt_br: Imprimindo
sv: Skriver ut
tr: Yazdırılıyor
zh_cn: 打印中

# MainWindow|
source: Abort
ca@valencia: Interromp
eo: Ĉesigi
es: Interrumpir
et: Loobu
eu: Utzi
fr: Abandonner
gl: Interromper
he: ביטול גורף
ka: შეწყვეტა
ko: 중지
nn: Avbryt
pl: Przerwij
pt: Interromper
pt_br: Cancelar
sv: Avbryt
tr: İptal Et
zh_cn: 取消

# MainWindow|
source: Stopping Print
ca@valencia: S'està parant la impressió
eo: Ĉesigante Preson
es: Deteniendo la impresión
et: Trükkimise peatamine
eu: Inprimatzea gelditzea
fr: Arrêt de l'impression
gl: Deter a impresión
he: ההדפסה נעצרת
ka: ბეჭდვის შეჩერება
ko: 인쇄 정지 중
nn: Stoppar utskrift
pl: Zatrzymaj wydruk
pt: A Parar a Impressão
pt_br: Parando impressão
sv: Stoppar utskrift
tr: Yazdırma Durduruluyor
zh_cn: 暂停打印中

# MainWindow|
source: Command ERROR
ca@valencia: ERROR amb l'ordre
eo: Komando ERARO
es: Error de orden
et: Käsu TÕRGE
eu: Komandoaren ERROREA
fr: ERREUR de commande
gl: ERRO de orde
he: שגיאת פקודה
ka: ბრძანების შეცდომა
ko: 명령 오류
nn: Kommandofeil
pl: Błąd polecenia
pt: ERRO no Comando
pt_br: Erro no comando
sv: KOMMANDOFEL
tr: Komut HATASI
zh_cn: 命令错误

# AtCore|
source: plugins[%1]=%2
ca: connectors[%1]=%2

# QObject|
source: GCommand not supported!
ca: El GCommand no està admès!
nl: GCommand niet ondersteund!

# QObject|
source: ERROR! M104: It's obligatory to have an argument
ca: ERROR! M104: És obligatori que tingui un argument
nl: FOUT! M104: Een argument is verplicht

# QObject|
source: ERROR! M109: It's obligatory to have an argument
ca: ERROR! M109: És obligatori que tingui un argument
nl: FOUT! M109: Een argument is verplicht

# QObject|
source: ERROR! M117: It's obligatory to have an argument
ca: ERROR! M117: És obligatori que tingui un argument
nl: FOUT! M117: Een argument is verplicht

# QObject|
source: ERROR! M140: It's obligatory to have an argument
ca: ERROR! M140: És obligatori que tingui un argument
nl: FOUT! M140: Een argument is verplicht

# QObject|
source: ERROR! M190: It's obligatory to have an argument
ca: ERROR! M190: És obligatori que tingui un argument
nl: FOUT! M190: Een argument is verplicht

# QObject|
source: ERROR! M220: It's obligatory to have an argument
ca: ERROR! M220: És obligatori que tingui un argument
nl: FOUT! M220: Een argument is verplicht

# QObject|
source: ERROR! M221: It's obligatory to have an argument
ca: ERROR! M221: És obligatori que tingui un argument
nl: FOUT! M221: Een argument is verplicht

# QObject|
source: Not supported or implemented!
ca: No està admès o no s'ha implementat!
nl: Niet ondersteund of geïmplementeerd!

# MainWindow|
source: Autodetect
ca: Autodetecta
nl: Autodetecteren

# MainWindow|
source: No plugin loaded !
ca: No s'ha carregat cap connector!
nl: Geen plug-in geladen !

# MainWindow|
source: Requesting Firmware...
ca: S'està demanant el microprogramari...
nl: Verzoek om firmware...

# MainWindow|
source: A Firmware Plugin was not loaded! Please send the command M115 and let us know what your firmware returns, so we can improve our firmware detection. We have loaded the most common plugin "repetier" for you. You may try to print again after this message
ca: No s'ha carregat cap connector pel microprogramari. Envieu l'ordre M115 i digueu-nos el que retorna el vostre microprogramari, de manera que puguem millorar la nostra detecció del microprogramari. Hem carregat el connector més comú «repetier» (repetitiu). Podeu tornar a intentar imprimir després d'aquest missatge
nl: Een firmware-plug-in is niet geladen! Stuur het commando M115 en laat ons weten wat uw firmware terugstuurt, zodat we onze firmware detectie kunnen verbeteren. We hebben de meest algemene plug-in "repetier" voor u. U zou opnieuw kunnen proberen om te printen na dit bericht

# MainWindow|
source: Save Log to file
ca: Desa el registre a un fitxer
nl: Log naar bestand opslaan

# MainWindow|
source: Extruder %1
ca: Extrusor %1

# MainWindow|
source: Fan %1 speed
ca: Velocitat del ventilador %1
nl: Fan %1 snelheid

# PlotWidget|
source: Actual Bed
ca: Llit real
nl: Actueel bed

# PlotWidget|
source: Target Bed
ca: Llit objectiu
nl: Doelbed

# PlotWidget|
source: Actual Ext.1
ca: Ext.1 real
nl: Actueel Ext.1

# PlotWidget|
source: Target Ext.1
ca: Ext.1 objectiu
nl: Doel Ext.1
