Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# QObject|
source: M360: Report firmware configuration
ca: M360: Informa sobre la configuració del microprogramari
ca@valencia: M360: Informa sobre la configuració del microprogramari
eo: M360: Raporti firmware-agordon
es: M360: Informar de la configuración del firmware
et: M360: Püsivara seadistuse näitamine
eu: M360: Eman firmware konfigurazioaren berri
fr: M360 : renseigner sur la configuration du micrologiciel
gl: M360: Informar da configuración do firmware
he: M360: דיווח הגדרות קושחה
ka: M360: მიკროკოდის კონფიგურაციის ანგარში
ko: M360: 펌웨어 구성 보고
nl: M360: firmwareconfiguratie rapporteren
nn: M360: Meld frå om fastvareoppsett
pl: M360: Pokaż ustawienia oprogramowania układowego
pt: M360: Ler a configuração do 'firmware'
pt_br: M360: Exibe configuração do firmware
sv: M360: Rapportera konfiguration av inbyggd programvara
tr: M360: Donanım yazılımı yapılandırmasını bildir
zh_cn: M360：报告固件配置

# QObject|
source: M361: Move to Theta 90 degree position
ca: M361: Mou a la posició Theta de 90 graus
ca@valencia: M361: Mou fins a la posició Theta de 90 graus
eo: M361: Movi al Theta 90-grada pozicio
es: M361: Mover a la posición Theta de 90 grados
eu: M361: Eraman 90 graduko Teta kokapenera
fr: M361 : déplacement vers la position à 90 degrés « thêta »
gl: M361: Mover á posición de 90 graos zeta
he: M361: מעבר למקום תטא 90 מעלות
ka: M361: თეტა 90 გრადუსის მდებარეობაში გადატანა
ko: M361: Theta 90도 위치로 이동
nl: M361: naar positie theta 90 graden verplaatsen
nn: M361: Flytt til teta 90°-posisjon
pl: M361: Przesuń w położenie 90 stopni Theta
pt: M361: Mover para um posição Theta em 90 graus
pt_br: M361: Move para posição Theta 90 graus
sv: M361: Gå till theta 90 graders position
tr: M360: Teta 90 derece konumuna taşı
zh_cn: M361：移动到 Theta 90 度位置

# QObject|
source: M362: Move to Psi 0 degree position
ca: M362: Mou a la posició Psi de 0 graus
ca@valencia: M362: Mou fins a la posició Psi de 0 graus
eo: M362: Movi al Psi 0-grada pozicio
es: M362: Mover a la posición Psi de 0 grados
eu: M362: Eraman 0 graduko Psi kokapenera
fr: M362 : déplacement vers la position à 0 degré « Psi »
gl: M362: Mover á posición de 0 graos psi
he: M362: מעבר למקום פסי 0 מעלות
ka: M362: ფსი 0 გრადუსის მდებარეობაში გადატანა
ko: M362: Psi 0도 위치로 이동
nl: M362: naar positie psi 0 graden verplaatsen
nn: M362: Flytt til psi 0°-posisjon
pl: M362: Przesuń w położenie 0 stopni Psi
pt: M362: Mover para um posição Psi em 0 graus
pt_br: M362: Move para a posição Psi 0 graus
sv: M362: Gå till psi 0 graders position
tr: M362: Psi 0 derece konumuna taşı
zh_cn: M362：移动到 Psi 0度位置

# QObject|
source: M363: Move to Psi 90 degree position
ca: M363: Mou a la posició Psi de 90 graus
ca@valencia: M363: Mou fins a la posició Psi de 90 graus
eo: M363: Movi al Psi 90-grada pozicio
es: M363: Mover a la posición Psi de 90 grados
eu: M363: Eraman 90 graduko Psi kokapenera
fr: M363 : déplacement vers la position à 90 degrés « Psi »
gl: M363: Mover á posición de 90 graos psi
he: M363: מעבר למקום פסי 90 מעלות
ka: M363: ფსი 90 გრადუსის მდებარეობაშ გადატანა
ko: M363: Psi 90도 위치로 이동
nl: M363: naar positie psi 90 graden verplaatsen
nn: M363: Flytt til psi 90°-posisjon
pl: M363: Przesuń w położenie 90 stopni Psi
pt: M363: Mover para um posição Psi em 90 graus
pt_br: M363: Mover para um posição Psi em 90 graus
sv: M363: Gå till psi 90 graders position
tr: M363: Psi 90 derece konumuna taşı
zh_cn: M363：移动到 Psi 90度位置

# QObject|
source: M364: Move to Psi + Theta 90 degree position
ca: M364: Mou a la posició Psi + Theta de 90 graus
ca@valencia: M364: Mou fins a la posició Psi + Theta de 90 graus
eo: M364: Movi al Psi + Theta 90-grada pozicio
es: M364: Mover a la posición Psi + Theta de 90 grados
eu: M364: Eraman 90 graduko Psi + Teta kokapenera
fr: M364 : déplacement vers la position en degrés à Psi + Thêta 90
gl: M364: Mover á posición de psi + 90 graos zeta
he: M364: מעבר למקום פסי + תטא 90 מעלות
ka: M364: ფსი + თეტა 90 გრადუსის მდებარეობაშ გადატანა
ko: M364: Psi + Theta 90도 위치로 이동
nl: M364: naar positie psi + theta 90 graden verplaatsen
nn: M364: Flytt til psi + teta 90°-posisjon
pl: M364: Przesuń w położenie 90 stopni Psi + Theta
pt: M364: Mover para um posição Psi + Theta em 90 graus
pt_br: M364: Mover para um posição Psi + Theta em 90 graus
sv: M364: Gå till psi + theta 90 graders position
tr: M364: Psi + Teta 90 derece konumuna taşı
zh_cn: M364：移动到 Psi + Theta 90度位置

# QObject|
source: M365: SCARA scaling factor
ca: M365: Factor d'escala per a SCARA
ca@valencia: M365: Factor d'escala per a SCARA
eo: M365: SCARA skalfaktoro
es: M365: Factor de escalado para SCARA
et: M365: SCARA skaleerimistegur
fr: M365 : facteur d'échelle « SCARA »
gl: M365: Factor de escala para SCARA
he: M365: מקדם קנה מידה SCARA
ka: M365: SCARA მასშტაბირების კოეფიციენტი
ko: M365: SCARA 스케일링 계수
nl: M365: SCARA schalingsfactor
nn: M365: SCARA-skaleringsfaktor
pl: M365: Współczynnik skalowania SCARA
pt: M365: factor de escala SCARA
pt_br: M365: Fator de escala SCARA
sv: M365: SCARA-skalfaktor
tr: M365: SCARA ölçeklendirme etmeni
zh_cn: M365：SCARA 缩放系数

# QObject|
source: M366: SCARA convert trim
ca: M366: Redueix la conversió SCARA
ca@valencia: M366: Reduïx la conversió SCARA
eo: M366: SCARA konverti tajlado
es: M366: Reducción de conversión SCARA
fr: M366 : réglage de conversion « SCARA »
gl: M366: Converter o recorte para SCARA
he: M366: המרת חיתוך SCARA
ka: M366: SCARA წაკვეთის გადაყვანა
ko: M366: SCARA 변환 트림
nl: M366: SCARA trim converteren
nn: M366: SCARA konverter trim
pl: M366: Przycięcie przekształcenia SCARA
pt: M365: limite de conversão do SCARA
pt_br: M366: Limite de conversão do SCARA
sv: M366: SCARA konvertera intrimning
tr: M366: SCARA dönüştürme kırpması
zh_cn: M366：SCARA 转换修正

# QObject|
source: M370: Morgan manual bed level - clear map
ca: M370: Nivell del llit manual de Morgan - neteja el mapa
ca@valencia: M370: Nivell del llit manual de Morgan - neteja el mapa
eo: M370: Morgan mana lita nivelo - klara mapo
es: M370: Nivel manual de la cama Morgan - Borrar el mapa
fr: M370 : niveau du plateau manuelle de « Morgan » - Effacement de la carte
gl: M370: Nivel manual de cama - baleirar o mapa para Morgan
he: M370: איזון מצע אוטומטי של Morgan - פינוי מפה
ka: M370: Morgan-ის სტენდის დონის ხელით მითითება - რუკის გასუფთავება
ko: M370: Morgan 수동 베드 수평 - 맵 지우기
nl: M370: Morgan handmatig niveau van bed - wis map
nn: M370: Morgan manuelt sengnivå – tøm kart
pl: M370: Ręczny poziom łoża Morgana - wyczyść mapę
pt: M370: nível de base manual de Morgan - limpar o mapa
pt_br: M370: Manual do nível base Morgan - limpar mapa
sv: M370: Morgan manuell bäddnivå - rensa avbild
tr: M370: Morgan el ile yatak düzeyi — haritayı temizle
zh_cn: M370：Morgan 手动基板水平 - 清除映射

# QObject|
source: M371: Move to next calibration position
ca: M371: Mou a la següent posició de calibratge
ca@valencia: M371: Mou fins a la posició següent de calibratge
eo: M371: Movi al la sekva kalibra pozicio
es: M371: Mover a la siguiente posición de calibración
et: M371: Liikumine järgmise kalibreerimise asukohta
eu: M371: Eraman kalibratzeko hurrengo kokapenera
fr: M371 : se déplacer vers la prochaine position d'étalonnage
gl: M371: Mover á seguinte posición de calibración
he: M371: מעבר לנקודת הכיול הבאה
ka: M371: კალიბრაციის შემდეგ მდებარეობაზე გადასვლა
ko: M371: 다음 교정 위치로 이동
nl: M371: naar volgende calibratiepositie verplaatsen
nn: M371: Flytt til neste kaliberingsposisjon
pl: M371: Przejdź do nastepnego położenia kalibracji
pt: M371: Mover para a próxima posição calibrada
pt_br: M371: Move para a próxima posição de calibração
sv: M371: Gå till nästa kalibreringsposition
tr: M371: Sonraki kalibrasyon konumuna taşı
zh_cn: M371：移到下一个校准位置

# QObject|
source: M372: Record calibration value, and move to next position
ca: M372: Enregistra el valor del calibratge i mou a la següent posició
ca@valencia: M372: Grava el valor del calibratge i mou fins a la posició següent
eo: M372: Registri kalibran valoron, kaj movi al la sekva pozicio
es: M372: Grabar el valor de calibración y mover a la siguiente posición
et: M372: Kalibreerimisväärtuse salvestamine ja liikumine järgmisse asukohta
eu: M372: Erregistratu kalibratzeko balioa, eta eraman hurrengo kokapenera
fr: M372 : enregistrer la valeur d'étalonnage, et se déplacer vers la prochaine position
gl: M372: Gravar o valor de calibración, e mover á seguinte posición
he: M372: תיעוד ערך כיול ומעבר למקום הבא
ka: M372: კალიბრაციის მნიშვნელობის ჩაწერა და შემდეგ მდებარეობაზე გადასვლა
ko: M372: 교정 값을 기록하고 다음 위치로 이동
nl: M372: calibratiewaarde opnemen en naar volgende positie verplaatsen
nn: M372: Registrer kaliberingsverdi og flytt til neste posisjon
pl: M372: Zapisz wartość kalibracji i przejdź do następnego położenia
pt: M372: Registar o valor da calibração e ir para a posição seguinte
pt_br: M372: Gravar os valores de calibração e mover para a próxima posição
sv: M372: Lagra kalibreringsvärde, och gå till nästa position
tr: M372: Kalibrasyon değerini kaydet ve sonraki konuma taşı
zh_cn: M372：记录校准值，并移动到下一个位置

# QObject|
source: M373: End bed level calibration mode
ca: M373: Finalitza el mode de calibratge pel nivell del llit
ca@valencia: M373: Finalitza el mode de calibratge pel nivell del llit
eo: M373: Fini litanivela calibrareĝimo
es: M373: Finalizar modo de calibración del nivel de la cama
et: M373: Trükialuse kalibreerimise režiimi lõpetamine
eu: M373: Amaitu ohe-maila kalibratzeko modua
fr: M373 : sortir du mode d'étalonnage du niveau de plateau
gl: M373: Rematar o modo de calibración do nivel da cama
he: M373: סיום מצב כיול איזון מצע
ka: M373: სტენდის კალიბრაციის დონის რეჟიმის დასრულება
ko: M373: 엔드 베드 수평 교정 모드
nl: M373: modus bedlevelcalibratie beëindigen
nn: M373: Avslutt kalibreringsmodus og sengnivå
pl: M373: Zakończ tryb kalibracji poziomu łoża
pt: M373: Terminar o modo de calibração do nível de base
pt_br: M373: Modo de calibração ao nível final da base
sv: M373: Avsluta bäddnivåns kalibreringsläge
tr: M373: Yatak düzeyi kalibrasyon kipini sonlandır
zh_cn: M373：结束基板水平校准模式

# QObject|
source: M374: Save calibration grid
ca: M374: Desa la graella de calibratge
ca@valencia: M374: Guarda la graella de calibratge
eo: M374: Konservi kalibran kradon
es: M374: Guardar la rejilla de calibración
eu: M374: Gorde kalibratzeko sareta
fr: M374 : enregistrement de la grille de calibration
gl: M374: Gardar a grade de calibración
he: M374: שמירת רשת כיול
ka: M374: კალიბრაციის ბადის შენახვა
ko: M374: 교정 그리드 저장
nl: M374: calibratierooster opslaan
nn: M374: Lagra kaliberingsrutenett
pl: M374: Zapisz siatkę kalibracji
pt: M374: Gravar a grelha de calibração
pt_br: M374: Salva a grade de calibração
sv: M374: Spara kalibreringsnät
tr: M374: Kalibrasyon ızgarasını kaydet
zh_cn: M374：保存校准网格

# QObject|
source: M375: Display matrix / Load Matrix
ca: M375: Mostra la matriu / Carrega la matriu
ca@valencia: M375: Mostra la matriu / Carrega la matriu
eo: M375: Montri matricon / Ŝargi Matricon
es: M375: Mostrar matriz / Cargar matriz
et: M375: Maatriksi näitamine / laadimine
eu: M375: Azaldu matrizea / Zamatu matrizea
fr: M375 : afficher la matrice / charger la matrice
gl: M375: Amosar ou cargar a matriz
he: M375: הצגת רשת / טעינת רשת
ka: M375: მატრიცის შენახვა/ჩვენება
ko: M375: 행렬 표시 / 행렬 불러오기
nl: M375: matrix tonen / matrix laden
nn: M375: Vis matrise / last matrise
pl: M375: Wyświetl / Wczytaj macierz
pt: M375: Mostrar a matriz / Carregar a matriz
pt_br: M375: Mostra matrix / carrega matrix
sv: M375: Visa matris / Läs in matris
tr: M375: Matris görüntüle / Matris yükle
zh_cn: M375：显示矩阵 / 加载矩阵

# QObject|
source: M380: Activate solenoid
ca: M380: Activa el solenoide
ca@valencia: M380: Activa el solenoide
eo: M380: Aktivigi solenoidon
es: M380: Activar solenoide
et: M380: Solenoidi aktiveerimine
eu: M380: Aktibatu solenoidea
fr: M380 : activation du solénoïde
gl: M380: Activar o solenoide
he: M380: הפעלת הסולנואיד
ka: M380: სოლენოიდის აქტივაცია
ko: M380: 솔레노이드 활성화
nl: M380: solenoïde activeren
nn: M380: Ta i bruk solenoid
pl: M380: Włącz solenoid
pt: M380: Activar o solenóide
pt_br: M380: Ativa a solenoide
sv: M380: Aktivera solenoid
tr: M380: Solenoid’i etkinleştir
zh_cn: M380：激活螺线管

# QObject|
source: M381: Disable all solenoids
ca: M381: Desactiva tots els solenoides
ca@valencia: M381: Desactiva tots els solenoides
eo: M381: Malebligi ĉiujn solenoidojn
es: M381: Desactivar todos los solenoides
et: M381: Kõigi solenoidide keelamine
eu: M381: Ezgaitu solenoide denak
fr: M381 : désactivation de tous les solénoïdes
gl: M381: Desactivar os solenoides
he: M381: השבתת כל הסולנואידים
ka: M381: ყველა სოლენოიდის გამორთვა
ko: M381: 모든 솔레노이드 비활성화
nl: M381: alle solenoïden uitschakelen
nn: M381: Ta alle solenoidar ut av bruk
pl: M381: Wyłącz wszystkie solenoidy
pt: M381: Desactivar todos os solenóides
pt_br: M381: Desabilita todas as solenoides
sv: M381: Inaktivera alla solenoider
tr: M381: Tüm solenoid’leri devre dışı bırak
zh_cn: M381：关闭所有螺线管

# QObject|
source: M400: Wait for current moves to finish
ca: M400: Espera fins que acabin els moviments actuals
ca@valencia: M400: Espera fins que acaben els moviments actuals
eo: M400: Atendi ke nunaj movoj finiĝos
es: M400: Esperar la terminación de todos los movimientos actuales
et: M400: Ootamine aktiivsete liikumiste lõppemiseni
eu: M400: Itxoin uneko mugimendu guztiak bukatu arte
fr: M400 : attendre que les déplacements en cours se terminent
gl: M400: Agardar a que rematen os movementos actuais
he: M400: להמתין לסיום התנועות הנוכחיות
ka: M400: მიმდინარე გადაადგილებების დასრულების ლოდინი
ko: M400: 현재 이동이 끝날 때까지 대기
nl: M400: Wacht tot de huidige verplaatsingen zijn geëindigd
nn: M400: Vent til aktuelle forflyttingar er ferdige
pl: M400: Czekaj na zakończenie bieżących ruchów
pt: M400: Esperar pelo fim dos movimentos actuais
pt_br: M400: Aguarde o fim dos movimentos atuais
sv: M400: Vänta på att pågående förflyttningar slutförs
tr: M400: Geçerli hareketlerin bitmesini bekle
zh_cn: M400：等待当前移动完成

# QObject|
source: M401: Lower z-probe
ca: M401: Baixa la prova Z
ca@valencia: M401: Baixa la prova Z
eo: M401: Malsupra z-sondilo
es: M401: Bajar la prueba Z
eu: M401: Jaitsi z-zunda
fr: M401 : baisser la sonde de Z
gl: M401: Baixar a sonda de Z
he: M401: הנמכת חיישן z (מישוריות)
ka: M401: z-ზონდის დაწევა
ko: M401: Z축 하부 - 측정하기
nl: M401: z-probe verlagen
nn: M401: Senk z-prøve
pl: M401: Obniż sondę z
pt: M401: Baixar a sonda em Z
pt_br: M401: Abaixar a sonda Z
sv: M401: Sänk z-sond
tr: M401: Z araştırmasını düşür
zh_cn: M401：降下 Z-探针

# QObject|
source: M402: Raise z-probe
ca: M402: Aixeca la prova Z
ca@valencia: M402: Aixeca la prova Z
eo: M402: Levi z-sondon
es: M402: Elevar la prueba Z
eu: M402: Altxatu z zunda
fr: M402 : lever la sonde de Z
gl: M402: Subir a sonda de Z
he: M402: הגבהת חיישן z (מישוריות)
ka: M402: z-ზონდის აწევა
ko: M402: Z축 올리기 - 측정하기
nl: M402: z-probe verhogen
nn: M402: Hev z-prøve
pl: M402: Wznieś sondę z
pt: M402: Elevar a sonda em Z
pt_br: M402: Elevar a sonda Z
sv: M402: Höj z-sond
tr: M402: Z araştırmasını kaldır
zh_cn: M402：升起 Z-探针

# QObject|
source: M404: Filament width and nozzle diameter
ca: M404: Amplada del filament i diàmetre del broquet
ca@valencia: M404: Amplària del filament i diàmetre del broquet
eo: M404: larĝo de filamento kaj diametro de ajuto
es: M404: Anchura del filamento y diámetro de la boquilla
et: M404: Materjali laius ja düüsi diameeter
eu: M404: Harizpiaren zabalera eta muturraren diametroa
fr: M404 : largeur du filament et diamètre de la buse
gl: M404: Anchura do filamento e diámetro da embocadura
he: M404: עובי הפילמנט וקוטר הדיזה
ka: M404: ძაფის სიგანე და საქშენის დიამეტრი
ko: M404: 필라멘트 폭과 노즐 지름
nl: M404: breedte van filament en diameter van nozzle
nn: M404: Filamentbreidd og dysediameter
pl: M404: Szerokość włókna i średnica dyszy
pt: M404: Largura do filamento e diâmetro do bocal
pt_br: M404: Largura do filamento e diâmetro do bocal
sv: M404: Trådbredd och munstyckesdiameter
tr: M404: Fliament genişliği ve ağız çapı
zh_cn: M404：填料宽度与喷嘴直径

# QObject|
source: M405: Filament Sensor on
ca: M405: Activa el sensor del filament
ca@valencia: M405: Activa el sensor del filament
eo: M405: Filamenta Sensilo ŝaltita
es: M405: Activar el sensor del filamento
et: M405: Materjali sensor sees
eu: M405: Harizpiaren sentsorea piztuta
fr: M405 : activation du senseur de filament
gl: M405: Activar o sensor do filamento
he: M405: חיישן פילמנט פעיל
ka: M405: ძაფის სენსორის ჩართვა
ko: M405: 필라멘트 센서 켜기
nl: M405: filamentsensor aan
nn: M405: Filamentsensor på
pl: M405: Włącz czujnik włókna
pt: M405: Sensor do Filamento ligado
pt_br: M405: Sensor do filamento ligado
sv: M405: Trådsensor på
tr: M405: Filament algılayıcısı açık
zh_cn: M405：开启填料传感器

# QObject|
source: M406: Filament Sensor off
ca: M406: Desactiva el sensor del filament
ca@valencia: M406: Desactiva el sensor del filament
eo: M406: Filamenta Sensilo malŝaltita
es: M406: Desactivar el sensor del filamento
et: M406: Materjali sensor väljas
eu: M405: Harizpiaren sentsorea itzalita
fr: M406 : désactivation du senseur de filament
gl: M406: Desactivar o sensor do filamento
he: M406: חיישן פילמנט כבוי
ka: M406: ძაფის სენსორის გამორთვა
ko: M406: 필라멘트 센서 끄기
nl: M406: filamentsensor uit
nn: M406: Filamentsensor av
pl: M406: Wyłącz czujnik włókna
pt: M406: Sensor do Filamento desligado
pt_br: M406: Sensor do filamento desligado
sv: M40t: Trådsensor av
tr: M406: Filament algılayıcısı kapalı
zh_cn: M406：关闭填料传感器

# QObject|
source: M407: Display filament diameter
ca: M407: Mostra el diàmetre del filament
ca@valencia: M407: Mostra el diàmetre del filament
eo: M407: Montri filamentan diametron
es: M407: Mostrar el diámetro del filamento
et: M407: Materjali diameetri näitamine
eu: M407: Azaldu harizpiaren diametroa
fr: M407 : afficher le diamètre du filament
gl: M407: Amosar o diámetro do filamento
he: M407: הצגת קוטר פילמנט
ka: M407: ძაფის დიამეტრის ჩვენება
ko: M407: 필라멘트 지름 표시
nl: M407: filamentdiameter tonen
nn: M407: Vis filamentdiameter
pl: M407: Wyświetl średnicę włókna
pt: M407: Mostrar o diâmetro do filamento
pt_br: M407: Mostrar diâmetro do filamento
sv: M407: Visa tråddiameter
tr: M407: Filament çapını görüntüle
zh_cn: M407：显示填料直径

# QObject|
source: M408: Report JSON-style response
ca: M408: Informa sobre la resposta a l'estil JSON
ca@valencia: M408: Informa sobre la resposta a l'estil JSON
eo: M408: Raporti respondon al JSON-stila
es: M408: Informar sobre la respuesta en estilo JSON
et: M408: JSON-stiilis vastuse näitamine
fr: M408 : fourniture d'une réponse sous format « JSON »
gl: M408: Informar da resposta estilo JSON
he: M408: דיווח תגובה בסגנון JSON
ka: M408: პასუხი JSON-ის სტილში
ko: M408: JSON 스타일 응답보고
nl: M408: JSON-style respons rapporteren
nn: M408: Send svar i JSON-format
pl: M408: Pokaż odpowiedź według JSON
pt: M408: Devolver a resposta em JSON
pt_br: M408: Exibir a resposta em JSON
sv: M408: Rapportera svar med JSON-stil
tr: M408: JSON türü yanıt bildir
zh_cn: M408：报告 JSON 格式的回复

# QObject|
source: M420: Enable/Disable Mesh Leveling (Marlin)
ca: M420: Des/activa la malla de l'anivellament (Marlin)
ca@valencia: M420: Des/activa la malla de l'anivellament (Marlin)
eo: M420: Ebligi/Malŝalti Maŝ-Niveligadon (Marlin)
es: M420: Activar/desactivar nivelación por malla (Marlin)
fr: M420 : activation / désactivation du nivellement du maillage (Marlin)
gl: M420: Activar ou desactivar a nivelación da malla (Marlin)
he: M420: הפעלת/השבתת כיוון איזון (Marlin)
ka: M420: ბადის გასწორების ჩართ/გამორთ (Marlin)
ko: M420: 메쉬 평준화 활성화/비활성화 (Marlin)
nl: M420: meshleveling in-/uitschakelen (Marlin)
nn: M420: Slå på/av maskenivellering (Marlin)
pl: M420: Wł/Wył siatkowe poziomowanie (Marlin)
pt: M420: Activar/Desactivar o Nivelamento em Malha (Marlin)
pt_br: M420: Ativa/Desativa o nivelamento em malha (Marlin)
sv: M420: Aktivera/Inaktivera nätverksnivåjustering (Marlin)
tr: M420: Kafes düzlemeyi etkinleştir/devre dışı bırak (Marlin)
zh_cn: M420：启动/关闭基于网格的基板水平 (Marlin)

# QObject|
source: M450: Report Printer Mode
ca: M450: Informa del mode d'impressora
ca@valencia: M450: Informa del mode d'impressora
eo: M450: Raporta Presilo-Reĝimo
es: M450: Informar del modo de la impresora
et: M450: Printeri režiimi näitamine
eu: M450: Inprimagailu-moduaren berri eman
fr: M450 : fourniture du mode de l'imprimante
gl: M450: Informar do modo da impresora
he: M450: דיווח מצב מדפסת
ka: M450: პრინტერის რეჟიმის ანგარიში
ko: M450: 프린터 모드 보고
nl: M450: printermodus rapporteren
nn: M450: Meld frå om skrivarmodus
pl: M450: Pokaż tryb drukarki
pt: M450: Devolver o Modo da Impressora
pt_br: M450: Reporta o modo de impressão
sv: M450: Rapportera utskriftsläge
tr: M450: Yazıcı kipini bildir
zh_cn: M450：报告打印机模式

# QObject|
source: M451: Select FFF Printer Mode
ca: M451: Selecciona el mode d'impressora FFF
ca@valencia: M451: Tria el mode d'impressora FFF
eo: M451: Elekti FFF Printer Mode
es: M451: Seleccionar el modo de impresora FFF
et: M451: FFF printeri režiimi valimine
eu: M451: Aukeratu FFF inprimagailu-modua
fr: M451 : sélection du mode d'impression « FFF »
gl: M451: Seleccionar o modo FFF da impresora
he: M451: בחירת מצב מדפסת FFF (ייצור מיזוג פילמנט)
ka: M451: FFF პრინტერის რეჟიმის არჩევა
ko: M451: FFF 프린터 모드 선택
nl: M451: printermodus FFF selecteren
nn: M451: Vel skrivarmodus FFF
pl: M451: Wybierz tryb FFF drukarki
pt: M451: Seleccionar o Modo da Impressora FFF
pt_br: M451: Seleciona o modo de impressão FFF
sv: M451: Välj FFF-skrivarläge
tr: M451: FFF yazıcı kipi seç
zh_cn: M451：选择 FFF 打印机模式

# QObject|
source: M452: Select Laser Printer Mode
ca: M452: Selecciona el mode d'impressora làser
ca@valencia: M452: Tria el mode d'impressora làser
eo: M452: Elekti Laseran Presilon-Reĝimon
es: M452: Seleccionar el modo de impresora láser
et: M452: Laserprinteri režiimi valimine
eu: M452: Aukeratu Laser inprimagailu-modua
fr: M452 : sélectionner le mode imprimante laser
gl: M452: Seleccionar o modo láser da impresora
he: M452: בחירת מצב מדפסת לייזר
ka: M452: ლაზერული პრინტერის რეჟიმის არჩევა
ko: M452: 레이저 프린터 모드 선택
nl: M452: laserprintermodus selecteren
nn: M452: Vel skrivarmodus laser
pl: M452: Wybierz tryb lasera drukarki
pt: M452: Seleccionar o Modo da Impressora Laser
pt_br: M452: Seleciona modo de impressão a laser
sv: M452: Välj laserskrivarläge
tr: M452: Laser yazıcı kipi seç
zh_cn: M452：选择激光打印机模式

# QObject|
source: M453: Select CNC Printer Mode
ca: M453: Selecciona el mode d'impressora CNC
ca@valencia: M453: Tria el mode d'impressora CNC
eo: M453: Elekti CNC-Presilan Reĝimon
es: M453: Seleccionar el modo de impresora CNC
et: M453: CNC printeri režiimi valimine
eu: M453: Aukeratu ZKK inprimagailu-modua
fr: M453 : sélection du mode d'impression « CNC »
gl: M453: Seleccionar o modo CNC da impresora
he: M453: בחירת מצב מדפסת CNC (כרסומת)
ka: M453: CNC პრინტერის რეჟიმის არჩევა
ko: M453: CNC 프린터 모드 선택
nl: M453: printermodus CNC selecteren
nn: M453: Vel skrivarmodus CNC
pl: M453: Wybierz tryb CNC drukarki
pt: M453: Seleccionar o Modo da Impressora CNC
pt_br: M453: Selecionar modo de impressão CNC
sv: M453: Välj CNC-skrivarläge
tr: M453: CNC yazıcı kipi seç
zh_cn: M453：选择 CNC 打印机模式
