Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# PrintWidget|
source: Fan %1 speed
ca@valencia: Velocitat %1 del ventilador
eo: Ventilo %1 rapideco
es: Velocidad del ventilador %1
et: Ventilaatori %1 kiirus
eu: %1 haizagailuaren abiadura
fr: Vitesse du ventilateur %1
gl: Velocidade do ventilador %1
he: מהירות מאוורר %1
ka: ვენტილატორი: %1 სიჩქარე
ko: 팬 %1 속도
nn: Fart vifte %1
pl: Szybkość wentylatora %1
pt: Velocidade da ventoinha %1
pt_br: Velocidade do ventilador %1
sv: Hastighet för fläkt %1
tr: %1. Fan Hızı
zh_cn: 风扇速度 %1

# ProfileManager|
source: Profile:
ca@valencia: Perfil:
eo: Profilo:
es: Perfil:
et: Profiil:
eu: Profila:
fr: Profil :
gl: Perfil:
he: פרופיל:
ka: პროფილი:
ko: 프로필:
nn: Profil:
pl: Profil:
pt: Perfil:
pt_br: Perfil:
sv: Profil:
tr: Profil:
zh_cn: 配置文件:

# ProfileManager|
source: Delete Current Profile
ca@valencia: Suprimix el perfil actual
eo: Forigi Nunan Profilon
es: Borrar el perfil actual
et: Aktiivse profiili kustutamine
eu: Ezabatu uneko profila
fr: Supprimer le profil actuel
gl: Eliminar o perfil actual
he: מחיקת הפרופיל הנוכחי
ka: მიმდინარე პროფილის წაშლა
ko: 현재 프로필 삭제
nn: Slett gjeldande profilen
pl: Usuń bieżący profil
pt: Apagar o Perfil Actual
pt_br: Excluir perfil atual
sv: Ta bort aktuell profil
tr: Geçerli Profili Sil
zh_cn: 删除当前配置文件

# ProfileManager|
source: Name
ca@valencia: Nom
eo: Nomo
es: Nombre
et: Nimi
eu: Izena
fr: Nom
gl: Nome
he: שם
ka: სახელი
ko: 이름
nn: Namn
pl: Nazwa
pt: Nome
pt_br: Nome
sv: Namn
tr: Ad
zh_cn: 名称

# ProfileManager|
source: Printer Type:
ca@valencia: Tipus d'impressora:
eo: Presilo Tipo:
es: Tipo de impresora:
et: Printeri tüüp:
eu: Inprimagailu mota:
fr: Type d'imprimante :
gl: Tipo de impresora:
he: סוג מדפסת:
ka: პრინტერის ტიპი:
ko: 프린터 종류:
nn: Skrivartype:
pl: Rodzaj drukarki:
pt: Tipo de Impressora:
pt_br: Tipo de impressora:
sv: Skrivartyp:
tr: Yazıcı türü:
zh_cn: 打印机类型：

# ProfileManager|
source: Delta
gl: Diferencia
he: הפרש
ka: დელტა
ko: 델타
zh_cn: Δ

# ProfileManager|
source: Cartesian
ca@valencia: Cartesiana
eo: Kartezia
es: Cartesiana
et: Descartes'i
eu: Kartesiarra
fr: Cartésien
gl: Cartesiana
he: קרטזי
ka: დეკარტის
ko: 데카르트
nn: Kartesisk
pl: Kartezjańskie
pt: Cartesiano
pt_br: Cartesiano
sv: Kartesisk
tr: Kartezyen
zh_cn: 坐标位置

# ProfileManager|
source: Maximum X
ca@valencia: X màxima
eo: Maksimumo X
es: X máxima
et: X-maksimum
eu: X maximoa
fr: X maximal
gl: X máximo
he: X מרבי
ka: მაქსიმალური X
ko: 최대 X축
nn: Maksimum X
pl: Maksimum X
pt: X Máximo
pt_br: Máximo X
sv: Maximalt X
tr: En Büyük X
zh_cn: 最大 X 坐标

# ProfileManager|
source: Maximum Y
ca@valencia: Y màxima
eo: Maksimuma Y
es: Y máxima
et: Y-maksimum
eu: Y maximoa
fr: Y maximal
gl: Y máximo
he: Y מרבי
ka: მაქსიმალური Y
ko: 최대 Y축
nn: Maksimum Y
pl: Maksimum Y
pt: Y Máximo
pt_br: Máximo Y
sv: Maximalt Y
tr: En Büyük Y
zh_cn: 最大 Y 坐标

# ProfileManager|
source: Maximum Z
ca@valencia: Z màxima
eo: Maksimuma Z
es: Z máxima
et: Z-maksimum
eu: Z maximoa
fr: Z maximal
gl: Z máximo
he: Z מרבי
ka: მაქსიმალური Z
ko: 최대 Z축
nn: Maksimum Z
pl: Maksimum Z
pt: Z Máximo
pt_br: Máximo Z
sv: Maximalt Z
tr: En Büyük Z
zh_cn: 最大 Z 坐标

# ProfileManager|
source: Mechanics
ca@valencia: Mecànica
eo: Mekaniko
es: Mecánica
et: Mehaanika
eu: Mekanika
fr: Mécanique
gl: Mecánica
he: מכניקה
ka: მექანიკა
ko: 기계적인 부분
nn: Mekanikk
pl: Mechanika
pt: Mecânica
pt_br: Mecanismos
sv: Mekanik
tr: Mekanikler
zh_cn: 机械

# ProfileManager|
source: Bed Maximum
ca@valencia: Llit màxim
eo: Lito Maksimumo
es: Cama máxima
et: Trükialuse maksimum
eu: Ohe maximoa
fr: Plateau maximum
gl: Máximo de cama
he: הערך המרבי של המצע
ka: საფუძველის მაქსიმუმი
ko: 베드 온도 최대
nn: Sengmaksimum
pl: Maksimum łoża
pt: Máximo de Base
pt_br: Base máxima
sv: Bäddmaximum
tr: Yatak En Büyük
zh_cn: 基板最大值

# ProfileManager|
source: Extruder Maximum
ca@valencia: Extrusor màxim
eo: Ekstrudilo Maksimuma
es: Extrusora máxima
et: Trükipea maksimum
eu: Estrusio-makinaren maximoa
fr: Extrudeur maximum
gl: Máximo de expulsor
he: הערך המרבי של המשחיל
ka: ექსტრუდერის მაქსიმუმი
ko: 압출기 온도 최대
nn: Ekstrudermaksimum
pl: Maksimum wyciskarki
pt: Máximo de Extrusão
pt_br: Máxima extrusão
tr: Ekstrüder En Büyük
zh_cn: 出料速度最大值

# ProfileManager|
source: Auto Temperature Report
ca@valencia: Informa automàticament de la temperatura
eo: Aŭtomata Temperaturo Raporto
es: Informe automático de temperatura
eu: Tenperaturaren txosten automatikoa
fr: Relevé automatique de température
gl: Informe de temperatura automático
he: דוח טמפרטורה אוטומטי
ka: ტემპერატურის ავტომატური ანგარიში
ko: 자동 온도 보고
nn: Automatisk temperaturrapport
pl: Samozgłaszanie temperatury
pt: Relatório Automático da Temperatura
pt_br: Alta temperatura reportada
sv: Automatisk temperaturrapport
tr: Kendiliğinden Sıcaklık Raporu
zh_cn: 自动温度报告

# ProfileManager|
source: Temperature
ca@valencia: Temperatura
eo: Temperaturo
es: Temperatura
et: Temperatuur
eu: Tenperatura
fr: Température
gl: Temperatura
he: טמפרטורה
ka: ტემპერატურა
ko: 온도
nn: Temperatur
pl: Temperatura
pt: Temperatura
pt_br: Temperatura
sv: Temperatur
tr: Sıcaklık
zh_cn: 温度

# ProfileManager|
source: Bit Rate
ca@valencia: Taxa de bits
eo: Bitrapideco
es: Tasa de bits
et: Bitikiirus
eu: Bit-emaria
fr: Débit binaire
gl: Taxa de bits
he: קצב סיביות
ka: სიჩქარე
ko: 비트 전송률
pl: Szybkość bitowa
pt: Taxa de Dados
pt_br: Taxa de bits
sv: Bithastighet
tr: Bit Hızı
zh_cn: 比特率

# ProfileManager|
source: Firmware
ca@valencia: Microprogramari
eo: Firmvaro
et: Püsivara
eu: Firmwarea
fr: Micrologiciel
he: קושחה
ka: მიკროკოდი
ko: 펌웨어
nn: Fastvare
pl: Oprogramowanie sprzętowe
sv: Inbyggd programvara
tr: Donanım Yazılımı
zh_cn: 固件

# ProfileManager|
source: PostPause
ca@valencia: Postpausa
eo: PostPaŭzo
es: Pausa posterior
gl: Post-pausa
he: לאחר השהיה
ka: შემდეგი პაუზა
ko: 올리기 일시 정지
nn: Etterpause
pl: WstrzymaniePo
pt: Pós-Pausa
pt_br: Pós-pausa
sv: Postpaus
tr: Duraklama Sonrası
zh_cn: 暂停后

# ProfileManager|
source: Advanced
ca@valencia: Avançat
eo: Altnivela
es: Avanzado
et: Muu
eu: Aurreratua
fr: Avancés
gl: Avanzado
he: מתקדם
ka: დამატებითი
ko: 고급
nn: Avansert
pl: Rozszerzone
pt: Avançado
pt_br: Avançado
sv: Avancerat
tr: Gelişmiş
zh_cn: 高级设置

# ProfileManager|
source: Profile
ca@valencia: Perfil
eo: Profilo
es: Perfil
et: Profiil
eu: Profila
fr: Profil
gl: Perfil
he: פרופיל
ka: პროფილი
ko: 프로필
nn: Profil
pl: Profil
pt: Perfil
pt_br: Perfil
sv: Profil
tr: Profil
zh_cn: 配置文件

# ProfileManager|
source: Radius
ca@valencia: Radi
eo: Radiuso
es: Radio
et: Raadius
eu: Erradioa
fr: Rayon
gl: Raio
he: רדיוס
ka: რადიუსი
ko: 반경
pl: Promień
pt: Raio
pt_br: Raio
sv: Radie
tr: Yarıçap
zh_cn: 半径

# ProfileManager|
source: Height
ca@valencia: Alçària
eo: Alto
es: Altura
et: Kõrgus
eu: Altuera
fr: Hauteur
gl: Altura
he: גובה
ka: სიმაღლე
ko: 높이
nn: Høgd
pl: Wysokość
pt: Altura
pt_br: Alta
sv: Höjd
tr: Yükseklik
zh_cn: 高度

# SdWidget|
source: Get List
ca@valencia: Obtín la llista
eo: Akiri Liston
es: Obtener listado
et: Hangi loend
eu: Lortu zerrenda
fr: Obtenir la liste
gl: Obter a lista
he: משיכת רשימה
ka: სიის მიღება
ko: 목록 얻기
nn: Hent liste
pl: Pobierz listę
pt: Obter uma Lista
pt_br: Obter lista
sv: Hämta lista
tr: Listeyi Al
zh_cn: 获取列表

# SdWidget|
source: Print Selected
ca@valencia: Imprimix el seleccionat
eo: Presi Elektitan
es: Impresora seleccionada
et: Trüki valitud
eu: Inprimatu hautatutakoa
fr: Imprimer la sélection
gl: Imprimir a selección
he: הדפסת הנבחר
ka: მონიშნულის დაბეჭდვა
ko: 선택한 항목 인쇄
nn: Skriv ut valde
pl: Wydrukuj wybrane
pt: Imprimir os Seleccionados
pt_br: Imprimir selecionado
sv: Skriv ut vald
tr: Seçiliyi Yazdır
zh_cn: 打印选择的

# SdWidget|
source: Delete Selected
ca@valencia: Suprimix la selecció
eo: Forigi Elektitajn
es: Borrar la selección
et: Kustuta valitud
eu: Ezabatu hautatutakoa
fr: Supprimer la sélection
gl: Eliminar a selección
he: מחיקת הנבחר
ka: მონიშნულის წაშლა
ko: 선택한 항목 삭제
nn: Slett valde
pl: Usuń wybrane
pt: Apagar os Seleccionados
pt_br: Excluir selecionado
sv: Ta bort vald
tr: Seçiliyi Sil
zh_cn: 删除选中页面

# SdWidget|
source: Files On Sd Card
ca@valencia: Fitxers en la targeta SD
eo: Dosieroj Sur Sd-Karto
es: Archivos en la tarjeta SD
et: Failid SD-kaardil
eu: SD txarteleko fitxategiak
fr: Fichiers sur la carte SD
gl: Ficheiros da tarxeta SD
he: קבצים בכרטיס SD
ka: ფაილები SD ბარათზე
ko: SD 카드의 파일
nn: Filer på SD-kort
pl: Pliki na karcie SD
pt: Ficheiros no Cartão SD
pt_br: Arquivos no cartão SD
sv: Filer på SD-kort
tr: SD Karttaki Dosyalar
zh_cn: SD 卡上的文件

# StatusWidget|
source: AtCore State:
ca@valencia: Estat d'AtCore:
eo: AtCore-Stato:
es: Estado de AtCore:
et: AtCore olek:
eu: AtCore egoera:
fr: État de « AtCore » :
gl: Estado de AtCore:
he: מצב AtCore:
ka: AtCore -ის მდებარეობა:
ko: AtCore 상태:
nn: AtCore-tilstand:
pl: Stan AtCore:
pt: Estado do AtCore:
pt_br: Estado AtCore:
sv: Tillstånd för AtCore:
tr: AtCore durumu:
zh_cn: AtCore 状态：

# StatusWidget|
source: Not Connected
ca@valencia: No connectada
eo: Ne Konektita
es: Sin conectar
et: Pole ühendatud
eu: Konektatu gabe
fr: Non connecté
gl: Non conectado
he: אין חיבור
ka: დაკავშირებული არაა
ko: 연결되지 않음
nn: Ikkje kopla til
pl: Niepołączony
pt: Não Ligado
pt_br: Não conectada
sv: Inte ansluten
tr: Bağlı Değil
zh_cn: 未连接

# TemperatureWidget|
source: Wait Until Temperature Stabilizes
ca@valencia: Espera fins que s'estabilitze la temperatura
eo: Atendi Ĝis Temperaturo Stabiliĝos
es: Esperar hasta que la temperatura se estabilice
et: Oodatakse temperatuuri stabiliseerumist
eu: Itxoin tenperatura egonkortu arte
fr: Attendre que la température se stabilise
gl: Agardar a que se estabilice a temperatura
he: נא להמתין להתייצבות הטמפרטורה
ka: ტემპერატურის სტაბილიზიაციის დალოდება
ko: 온도가 안정화될 때까지 기다리기
nn: Vent til temperaturar er stabiliserte
pl: Poczekaj do ustabilizowania się temperatury
pt: Esperar até a Temperatura Estabilizar
pt_br: Aguarde até a temperatura estabilizar
sv: Vänta tills temperaturen är stabil
tr: Sıcaklık Olağanlaşana Kadar Bekle
zh_cn: 等待温度稳定

# TemperatureWidget|
source: Bed Temp
ca@valencia: Temperatura del llit
eo: Lito Temp
es: Temperatura de la cama
et: Trükialuse temperatuur
eu: Ohe tenperatura
fr: Temp. du plateau
gl: Temp. da cama
he: טמפרטורת המצע
ka: არასწორი ტემპტერატურა
ko: 베드 온도
nn: Sengtemperatur
pl: Temperatura łoża
pt: Temp. Ambiente
pt_br: Temperatura de base
sv: Bäddtemperatur
tr: Yatak Sıcaklığı
zh_cn: 基板温度

# TemperatureWidget|
source: Set
ca@valencia: Establix
eo: Difini
es: Definir
et: Määra
eu: Ezarri
fr: Définir
gl: Definir
he: הגדרה
ka: დაყენება
ko: 설정
nn: Vel
pl: Ustaw
pt: Definir
pt_br: Definir
sv: Ställ in
tr: Ayarla
zh_cn: 设定

# TemperatureWidget|
source: Extruder %1
ca@valencia: Extrusor %1
eo: Ekstrudilo %1
es: Extrusora %1
et: Trükipea %1
eu: %1 estrusio-makina
fr: Extrudeur %1
gl: Expulsor %1
he: משחיל %1
ka: ექსტრუდერი %1
ko: 압출기 %1
nn: Ekstruder %1
pl: Wyciskarka %1
pt: Extrusão %1
pt_br: Extrusão %1
tr: Ekstrüder %1
zh_cn: 挤压机 %1

# MainWindow|
source: AtCore - Test Client
ca@valencia: AtCore - Client de prova
eo: AtCore - Testa Kliento
es: Cliente de prueba de AtCore
et: AtCore testklient
eu: AtCore - Probako bezeroa
fr: ATCore - Client de test
gl: Cliente de probas - AtCore
he: AtCore - לקוח בדיקה
ka: AtCore - სატესტო კლიენტი
ko: AtCore - 테스트 클라이언트
nn: AtCore – testklient
pl: AtCore - Klient próbny
pt: AtCore - Cliente de Testes
pt_br: AtCore - Cliente de teste
sv: AtCore - Testklient
tr: AtCore — Sınama İstemcisi
zh_cn: AtCore - 测试客户端

# MainWindow|
source: Attempting to locate Serial Ports
ca: S'estan intentant ubicar els ports sèrie
ca@valencia: S'estan intentant ubicar els ports sèrie
eo: Provante lokalizi Seriajn Pordojn
es: Intentando localizar puertos serie
et: Püütakse leida jadaporte
eu: Serieko ataka aurkitzeko saiakera
fr: Tentative de localisation des ports séries
gl: Intentando atopar os portos serie
he: מתבצע ניסיון להקצות פתחות טוריות
ka: სერიული პორტების პოვნის მცდელობა
ko: 직렬 포트 찾기 시도 중
nl: Poging om seriële poorten te lokaliseren
nn: Prøver å finna serieportar
pl: Próba znalezienia portów szeregowych
pt: A tentar localizar as Portas-Série
pt_br: Tentando localizar portas seriais
sv: Försöker lokalisera serieportar
tr: Seri kapılar bulunmaya çalışılıyor
zh_cn: 尝试寻找串口

# MainWindow|
source: AtCore First Run
ca@valencia: Primera execució d'AtCore
eo: AtCore Unua Kuro
es: Primera ejecución de AtCore
et: AtCore esmakäivitus
eu: AtCore, aurreneko exekuzioa
fr: Première exécution de « AtCore »
gl: Primeira execución de AtCore
he: הרצה ראשונה של AtCore
ka: AtCore -ის პირველი გაშვება
ko: AtCore 처음 실행
nn: AtCore – første køyring
pl: Pierwsze uruchomienie AtCore
pt: AtCore - Primeira Execução
pt_br: Primeira execução do AtCore
sv: Första körning av AtCore
tr: AtCore İlk Çalıştırma
zh_cn: AtCore 首次运行

# MainWindow|
source: No Profiles Detected, use the Profile Manager to create one.
ca@valencia: No s'ha detectat cap perfil, utilitzeu el gestor de perfils per a crear-ne un.
eo: Neniuj Profiloj Detektitaj, uzu la Profil-Administranton por krei unu.
es: No se han detectado perfiles. Use el gestor de perfiles para crear uno.
et: Ühtegi profiili ei leitud, loo see profiilihalduriga.
eu: Ez da profilik aurkitu, erabili Profil kudeatzailea bat sortzeko.
fr: Aucun profil n'a été détecté, utiliser le gestionnaire de profil pour en créer un.
gl: Non se detectaron perfís, use o xestor de perfís para crear un.
he: לא זוהה פרופיל, יש להשתמש במנהל הפרופילים כדי ליצור אחד
ka: პროფილები ვერ ვიპოვე. ახლის შესაქმნელად პროფილების მმართველი გამოიყენეთ.
ko: 탐지된 프로필 없음, 프로필 관리자로 프로필을 만드십시오.
nn: Fann ingen profilar. Bruk profilhandsamaren til å laga ein profil.
pl: Nie wykryto żadnych profili. Otwórz zarządzanie profilami, aby utworzyć jakiś.
pt: Não foram detectados perfis - use o Gestor de Perfis para criar um.
pt_br: Nenhum perfil detectado, use o gerenciador de perfis para criar um.
sv: Inga profiler detekterade, använd profilhanteraren för att skapa en.
tr: Bir profil algılanmadı, bir tane oluşturmak için Profil Yöneticisi’ni kullanın.
zh_cn: 未检测到配置文件，请使用配置文件管理器创建一个配置文件。

# MainWindow|
source: File
ca@valencia: Fitxer
eo: Dosiero
es: Archivo
et: Fail
eu: Fitxategia
fr: Fichier
gl: Ficheiro
he: קובץ
ka: ფაილი
ko: 파일
nn: Fil
pl: Plik
pt: Ficheiro
pt_br: Arquivo
sv: Arkiv
tr: Dosya
zh_cn: 文件

# MainWindow|
source: Quit
ca@valencia: Ix
eo: Forlasi
es: Salir
et: Välju
eu: Irten
fr: Quitter
gl: Saír
he: יציאה
ka: დატოვება
ko: 끝내기
nn: Avslutt
pl: Zakończ
pt: Sair
pt_br: Sair
sv: Avsluta
tr: Çık
zh_cn: 退出

# MainWindow|
source: View
ca@valencia: Visualitza
eo: Vido
es: Ver
et: Vaade
eu: Ikusi
fr: Affichage
gl: Vista
he: תצוגה
ka: ხედი
ko: 보기
nn: Vis
pl: Widok
pt: Ver
pt_br: Exibir
sv: Visa
tr: Görünüm
zh_cn: 查看

# MainWindow|
source: Show Dock Titles
ca@valencia: Mostra els títols del moll
eo: Montri Doktitolojn
es: Mostrar los títulos de los paneles
eu: Erakutsi kaietako tituluak
fr: Afficher les titres des barres des tâches
gl: Amosar os títulos das docas
he: הצגת כותרות מעגן
ka: მიმაგრების სათაურების ჩვენება
ko: 독 제목 표시
nn: Vis tittellinje på dokkpanel
pl: Pokaż kafelki doku
pt: Mostrar os Títulos da Área
pt_br: Mostrar os títulos da área
sv: Visa panelrubriker
tr: Rıhtım Başlıklarını Göster
zh_cn: 显示停靠页面的标题

# MainWindow|
source: Help
ca@valencia: Ajuda
eo: Helpo
es: Ayuda
et: Abi
eu: Laguntza
fr: Aide
gl: Axuda
he: עזרה
ka: დახმარება
ko: 도움말
nn: Hjelp
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
sv: Hjälp
tr: Yardım
zh_cn: 帮助

# MainWindow|
source: About
ca@valencia: Quant a
eo: Pri
es: Acerca de
et: Teave
eu: Honi buruz
fr: À propos
gl: Sobre
he: על אודות
ka: შესახებ
ko: 정보
nn: Om
pl: O programie
pt: Acerca
pt_br: Sobre
sv: Om
tr: Hakkında
zh_cn: 关于

# MainWindow|
source: Commands
ca@valencia: Ordres
eo: Komandoj
es: Órdenes
et: Käsud
eu: Komandoak
fr: Commandes
gl: Ordes
he: פקודות
ka: ბრძანებები
ko: 명령
nn: Kommandoar
pl: Polecenia
pt: Comandos
pt_br: Comandos
sv: Kommandon
tr: Komutlar
zh_cn: 命令

# MainWindow|
source: Print
ca@valencia: Imprimix
eo: Presi
es: Imprimir
et: Trükkimine
eu: Inprimatu
fr: Imprimer
gl: Imprimir
he: הדפסה
ka: დაბეჭდვა
ko: 인쇄
nn: Skriv ut
pl: Drukuj
pt: Imprimir
pt_br: Imprimir
sv: Skriv ut
tr: Yazdır

# MainWindow|
source: Actual Bed
ca: Llit real
ca@valencia: Llit real
eo: Fakta Lito
es: Cama real
et: Tegelik trükialus
eu: Benetako ohea
fr: Plateau réel
gl: Cama real
he: מצע אמיתי
ka: მიმდინარე საფუძველი
ko: 실제 베드
nl: Actueel bed
nn: Faktisk seng
pl: Rzeczywiste łoże
pt: Base Actual
pt_br: Base atual
sv: Verklig bädd
tr: Gerçek Yatak
zh_cn: 实际，基板

# MainWindow|
source: Target Bed
ca: Llit objectiu
ca@valencia: Llit objectiu
eo: Celo Lito
es: Cama objetivo
et: Sihttrükialus
eu: Jomuga ohea
fr: Plateau cible
gl: Cama de destino
he: מצע יעד
ka: სამიზნე საფუძველი
ko: 대상 베드
nl: Doelbed
nn: Målseng
pl: Docelowe łoże
pt: Base-Alvo
pt_br: Alvo base
sv: Målbädd
tr: Hedef Yatak
zh_cn: 目标，基板

# MainWindow|
source: Actual Ext.1
ca: Ext.1 real
ca@valencia: Ext.1 real
eo: Fakta Ext.1
es: Ext.1 real
et: Tegelik trükipea 1
eu: Benetako est.1
fr: Ext. actuel 1
gl: Ext. 1 real
he: משחיל בפועל 1
ka: მიმდინარე Ext.1
ko: 실제 범위. 1
nl: Actueel Ext.1
nn: Faktisk ekst. 1
pl: Rzeczywista Wyc.1
pt: Ext. Actual 1
pt_br: Atual Ext.1
sv: Verklig ext. 1
tr: Gerçek Uzantı 1
zh_cn: 实际，喷头1

# MainWindow|
source: Target Ext.1
ca: Ext.1 objectiu
ca@valencia: Ext.1 objectiu
eo: Celo Ext.1
es: Ext. 1 objetivo
et: Sihttrükipea 1
eu: Jomuga est.1
fr: Cible Ext. %1
gl: Ext. 1 de destino
he: משחיל יעד 1
ka: სამიზნე Ext.1
ko: 대상 범위. 1
nl: Doel Ext.1
nn: Mål-ekst. 1
pl: Docelowa Wyc.1
pt: Ext. Alvo 1
pt_br: Alvo Ext.1
sv: Målext. 1
tr: Hedef Uzantı 1
zh_cn: 目标，喷头1

# MainWindow|
source: Seconds Between Temperature Checks
ca@valencia: Segons entre les comprovacions de temperatura
eo: Sekundoj Inter Temperatur-Kontroloj
es: Segundos entre comprobaciones de temperatura
et: Temperatuuri kontrollimise intervall sekundites
eu: Tenperatura-egiaztapenen arteko segundo kopurua
fr: Secondes entre les contrôles de température
gl: Segundos entre comprobacións de temperatura
he: שניות בין בדיקות טמפרטורה
ka: წამები ტემპერატურის შემოწმებებს შორის
ko: 온도를 검사할 초 단위 시간 간격
nn: Sekund mellom temperaturrapportering
pl: Liczba sekund pomiędzy odczytem temperatury
pt: Segundos entre Verificações da Temperatura
pt_br: Segundos entre as verificações de temperatura
sv: Sekunder mellan temperaturkontroller
tr: Sıcaklık Denetimleri Arasındaki Saniyeler
zh_cn: 温度检查间隔秒数

# MainWindow|
source: Temperature Timeline
ca@valencia: Línia de temps de la temperatura
eo: Temperaturo Templinio
es: Histórico de la temperatura
et: Temperatuuri ajatelg
eu: Tenperaturaren denbora-lerroa
fr: Suivi chronologique de la température
gl: Liña de tempo da temperatura
he: ציר זמן טמפרטורה
ka: ტემპერატურის ქრონოლოგია
ko: 온도 타임라인
nn: Tidslinje for temperatur
pl: Przebieg temperatury
pt: Linha Temporal da Temperatura
pt_br: Linha do tempo da temperatura
sv: Temperaturtidslinje
tr: Sıcaklık Zaman Akışı
zh_cn: 温度时间线

# MainWindow|
source: Session Log
ca@valencia: Registre de la sessió
eo: Seanca Protokolo
es: Registro de la sesión
et: Seansilogi
eu: Saio-egunkaria
fr: Journal de session
gl: Rexistro da sesión
he: יומן הפעלה
ka: სესიის ჟურნალი
ko: 세션 로그
nn: Øktlogg
pl: Dziennik sesji
pt: Registo da Sessão
pt_br: Log da sessão
sv: Sessionslogg
tr: Oturum Günlüğü
zh_cn: 会话日志

# MainWindow|
source: Port:
eo: Pordo:
es: Puerto:
eu: Ataka:
gl: Porto:
he: פתחה:
ka: პორტი:
ko: 포트:
pt: Porta:
pt_br: Porta:
tr: Kapı:
zh_cn: 端口：

# MainWindow|
source: Profile:
ca@valencia: Perfil:
eo: Profilo:
es: Perfil:
et: Profiil:
eu: Profila:
fr: Profil :
gl: Perfil:
he: פרופיל:
ka: პროფილი:
ko: 프로필:
nn: Profil:
pl: Profil:
pt: Perfil:
pt_br: Perfil:
sv: Profil:
tr: Profil:
zh_cn: 配置文件:

# MainWindow|
source: Attempt to stop Reset on connect
ca@valencia: Intenta parar el reinici en connectar
eo: Provi ĉesi Restarigi je konekto
es: Intentar detener el reinicio al conectar
eu: Konektatzean Berrezartzea gelditzeko ahalegina
fr: Tentative d'arrêt de « ré-initialiser » à la connexion
gl: Intentar deter o restabelecemento ao conectar
he: ניסיון לעצור איפוס בעת החיבור
ka: მიერთებისას შეწყვეტის გაუქმების მცდელობა
ko: 연결할 때 초기화 정지 시도
nn: Prøv å stoppa nullstilling ved tilkopling
pl: Spróbuj zatrzymać zerowanie przy podłączeniu
pt: Tentou-se parar a reinicialização ao ligar
pt_br: Tentativa de parar a redefinição ao conectar
sv: Försök att stoppa nollställning vid anslutning
tr: Bağlantıda Sıfırla durdurulmaya çalışılıyor
zh_cn: 尝试停止重置连接

# MainWindow|
source: Connect
ca: Connecta
ca@valencia: Connecta
eo: Konekti
es: Conectar
et: Ühendumine
eu: Konektatu
fr: Connecter
gl: Conectar
he: התחברות
ka: დაკავშირება
ko: 연결
nl: Verbinden
nn: Kopla til
pl: Podłącz
pt: Ligar
pt_br: Conectar
sv: Anslut
tr: Bağlan
zh_cn: 连接

# MainWindow|
source: Connection Error
ca@valencia: S'ha produït un error de connexió
eo: Konekta Eraro
es: Error de conexión
et: Tõrge ühendumisel
eu: Konexio-errorea
fr: Erreur de connexion
gl: Erro na conexión
he: שגיאת חיבור
ka: კავშირის შეცდომა
ko: 연결 오류
nn: Tilkoplingsfeil
pl: Błąd połączenia
pt: Erro de Ligação
pt_br: Erro de conexão
sv: Anslutningsfel
tr: Bağlantı Hatası
zh_cn: 连接错误
