Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# QObject|
source: G130: Set digital potentiometer value
ca: G130: Estableix el valor del potenciòmetre digital
ca@valencia: G130: Establix el valor del potenciòmetre digital
eo: G130: Agordi ciferecan potenciometran valoron
es: G130: Definir valor del potenciómetro digital
et: G130: Digitaalse potentsiomeetri väärtuse määramine
eu: G130: Ezarri potentziometro digitalaren balioa
fr: G130 : définition des valeurs numériques pour les potentiomètres
gl: G130: Definir o valor do potenciómetro dixital
he: G130: הגדרת ערך פוטנציומטר דיגיטלי
ka: G130: ციფრული პოტენციომეტრის მნიშვნელობის დაყენება
ko: G130: 디지털 전위차계(측정기) 값 설정
nl: G130: Digitale potentiometerwaarde instellen
nn: G130: Definer verdi til digital spenningsmålar
pl: G130: Ustaw wartość cyfrowego potencjometru
pt: G130: Definir o valor do potenciómetro digital
pt_br: G130: Ajustar valor do potenciômetro digital
sv: G130: Ställ in värde för digital potentiometer
tr: G130: Sayısal gerilimölçer değerini ayarla
zh_cn: G130：设置数字电位器值

# QObject|
source: G131: Recase Move offset
ca: G131: Torna a posar el desplaçament del moviment
ca@valencia: G131: Torna a posar el desplaçament del moviment
eo: G131: Recase Movan deŝovon
es: G131: Revisar el desplazamiento del movimiento
fr: G131 : compensation de déplacement du boîtier
gl: G131: Desprazamento de movemento de Recase
he: G131: איפוס קיזוז
ka: G131: წანაცვლების წაშლა
ko: G131: 오프셋 제거 재사용
nl: G131: Verplaatsingsoffset herschikken
nn: G131: Fjern forskyving
pl: G131: Nadaj przesunięcie ruchu ponownie
pt: G131: Deslocamento do movimento Recase
pt_br: G131: Deslocamento do movimento Recase
sv: G131: Återlägg förflyttningsposition
tr: G131: Taşıma ofsetini yeniden yerleştir
zh_cn: G131：移除移动偏移

# QObject|
source: G132: Calibrate endstops offsets
ca: G132: Calibra els desplaçaments de les aturades finals
ca@valencia: G132: Calibra els desplaçaments de les parades finals
eo: G132: Kalibrigi finhaltaĵajn kompensojn
es: G132: Calibrar los desplazamientos de los endstop
eu: G132: Kalibratu ibilbide-bukaeren desfaseak
fr: G132 : calibration des compensations des butées
gl: G132: Calibrar os desprazamentos das paradas finais
he: G132: כיול היסטי גובלי תחום
ka: G132: საბოლოო გაჩერებების წანაცვლებების მორგება
ko: G132: 엔드스톱 오프셋 보정
nl: G132: Eindstopoffsets kalibreren
nn: G132: Kalibrer forskyvingar for endestopp
pl: G132: Skalibruj przesunięcia krańcówek
pt: G132: Calibrar os deslocamentos dos pontos finais
pt_br: G132: Calibrar os deslocamentos dos pontos finais
sv: G132: Kalibrera position för slutstopp
tr: G132: Bitiş noktaları ofsetlerini kalibre et
zh_cn: G132：校准挡块偏移

# QObject|
source: G133: Measure steps to top
ca: G133: Mesura els passos fins a dalt
ca@valencia: G133: Mesura els passos fins a dalt
eo: G133: Mezuri paŝojn al supro
es: G133: Medir los pasos hasta arriba
eu: G133: Neurtu goialderako urratsak
fr: G133 : mesure des étapes jusqu'en haut
gl: G133: Medir os pasos ata a parte superior
he: G133: מדידת הצעדים עד לראש
ka: G133: ზედა კიდემდე ნაბიჯების გაზომვა
ko: G133: 맨 위 단계 측정
nl: G133: Meetstappen naar top
nn: G133: Mål steg til toppen
pl: G133: Zmierz kroki do szczytu
pt: G133: Medir os passos até ao topo
pt_br: G133: Medir os passos até ao topo
sv: G133: Mät steg till toppen
tr: G133: Tepeye olan adımları ölç
zh_cn: G133：测量到顶部的步数

# QObject|
source: G161: Home axis to minimum
ca: G161: Eix d'inici al mínim
ca@valencia: G161: Eix d'inici al mínim
eo: G161: Hejma akso al minimumo
es: G161: Eje de inicio al mínimo
eu: G161: Makina-zero ardatza minimora
fr: G161 : axe d'origine au minimum
gl: G161: Eixo de inicio ao mínimo
he: G161: ציר בית למזערי
ka: G161: ღერძის საწყისი მინიმუმამდე
ko: G161: 홈 축 최솟값
nl: G161: Thuisas naar minimum
nn: G161: Heimeakse til minimum
pl: G161: Oś domu do minimum
pt: G161: Eixo de origem no mínimo
pt_br: G161: Eixo de origem no mínimo
sv: G161: Hemaxel till minimum
tr: G161: Başlangıç ekseni en düşük değer
zh_cn: G161：在某个轴上移到最小位置

# QObject|
source: G162: Home axis to maximum
ca: G162: Eix d'inici al màxim
ca@valencia: G162: Eix d'inici al màxim
eo: G162: Hejma akso al maksimumo
es: G162: Eje de inicio al máximo
eu: G162: Makina-zero ardatza maximora
fr: G162 : axe d'origine au maximum
gl: G162: Eixo de inicio ao máximo
he: G162: ציר בית למרבי
ka: G162: ღერძის საწყისი მაქსიმუმამდე
ko: G162: 홈 축 최댓값
nl: G162: Thuisas naar maximum
nn: G162: Heimeakse til maksimum
pl: G162: Oś domu do maksimum
pt: G162: Eixo de origem no máximo
pt_br: G162: Eixo de origem no máximo
sv: G162: Hemaxel till maximum
tr: G162: Başlangıç ekseni en yüksek değer
zh_cn: G162：在某个轴上移到最大位置

# QObject|
source: M0: Stop or unconditional stop
ca: M0: Atura o aturada incondicional
ca@valencia: M0: Para o parada incondicional
eo: M0: Halto aŭ senkondiĉa halto
es: M0: Parada o parada incondicional
et: M0: Peatamine või tingimusteta peatamine
eu: M0: Gelditu edo baldintzarik gabe gelditu
fr: M0 : arrêt ou arrêt inconditionnel
gl: M0: Parar ou parada incondicional
he: M0: עצירה או עצירה ללא תנאי
ka: M0: გაჩერება ან უპირობო გაჩერება
ko: M0: 중지 또는 무조건 중지
nl: M0: Stop of onvoorwaardelijke stop
nn: M0: Stopp eller vilkårslaust stopp
pl: M0: Stop lub bezwarunkowy stop
pt: M0: Paragem ou paragem incondicional
pt_br: M0: Parar ou parar incondicionalmente
sv: M0: Stopp eller ovillkorligt stopp
tr: M0: Dur veya koşulsuz dur
zh_cn: M0：停止或无条件停止

# QObject|
source: M1: Sleep or unconditional stop
ca: M1: Adorm o aturada incondicional
ca@valencia: M1: Adorm o parada incondicional
eo: M1: Dormo aŭ senkondiĉa halto
es: M1: Dormir o parada incondicional
et: M1: Uinak või tingimusteta peatamine
eu: M1: Lokartu edo baldintzarik gabe gelditu
fr: M1 : veille ou arrêt inconditionnel
gl: M1: Durmir ou parada incondicional
he: M1: שינה או עצירה ללא תנאי
ka: M1: ძილი ან უპირობო გაჩერება
ko: M1: 정지 또는 무조건 중지
nl: M1: Slapen of onvoorwaardelijke stop
nn: M1: Søv eller vilkårslaust stopp
pl: M1: Uśpienie lub bezwarunkowy stop
pt: M1: Suspensão ou paragem incondicional
pt_br: M1: Suspender ou parar incondicionalmente
sv: M1: Viloläge eller ovillkorligt stopp
tr: M1: Uyu veya koşulsuz dur
zh_cn: M1：睡眠或无条件停止

# QObject|
source: M2: Program End
ca: M2: Final del programa
ca@valencia: M2: Final del programa
eo: M2: Programo Fino
es: M2: Fin del programa
et: M2: Programmi lõpp
eu: M2: Programaren amaiera
fr: M2 : fin du programme
gl: M2: Fin do programa
he: M2: סוף תוכנית
ka: M2: პროგრამის დასასრული
ko: M2: 프로그램 종료
nl: M2: Programma einde
nn: M2: Programslutt
pl: M2: Koniec programu
pt: M2: Fim do Programa
pt_br: M2: Fim do programa
sv: M2: Programslut
tr: M2: Program sonu
zh_cn: M2：程序结束

# QObject|
source: M6: Tool Change
ca: M6: Canvia l'eina
ca@valencia: M6: Canvia l'eina
eo: M6: Ilo Ŝanĝo
es: M6: Cambio de herramienta
et: M6: Tööriista vahetus
eu: M6: Erreminta aldatzea
fr: M6 : changement d'outils
gl: M6: Cambio de ferramenta
he: M6: החלפת כלי
ka: M6: ხელსაწყოს შეცვლა
ko: M6: 툴 변경
nl: M6: Wijziging van hulpmiddel
nn: M6: Verktøybyte
pl: M6: Zmiana narzędzia
pt: M6: Mudança de Ferramenta
pt_br: M6: Ferramenta de mudança
sv: M6: Verktygsändring
tr: M6: Araç değişikliği
zh_cn: M6：更换工具

# QObject|
source: M17: Enable/power all steppers motors
ca: M17: Activa/alimenta tots els motors pas a pas
ca@valencia: M17: Activa/alimenta tots els motors pas a pas
eo: M17: Ebligi/funkciigi ĉiujn paŝajn motorojn
es: M17: Activar/alimentar todos los motores paso a paso
fr: M17 : activer / mettre sous tension tous les moteurs pas-à-pas
gl: M17: Activar ou acender os motores de pasos
he: M17: הפעלת/הדלקת כל מנועי הצעד
ka: M17: ყველა ბიჯური მოტორის ჩართვა/დაშვება
ko: M17: 모든 스테퍼 모터 활성화/전원 공급
nl: M17: Schakel in/power alle stappenmotoren
nn: M17: Slå på alle stegmotorar
pl: M17: Włącz/zasil wszystkie silniki krokowe
pt: M17: Activar/alimentar todos os motores de passos
pt_br: M17: Ativar/alimentar todos os motores de passos
sv: M17: Aktivera, sätt på alla stegmotorer
tr: M17: Tüm adımlayıcı işletkelerini etkinleştir/güç ver
zh_cn: M17：启动/为所有步进电机供电

# QObject|
source: M18: Disable all steppers motors
ca: M18: Desactiva tots els motors pas a pas
ca@valencia: M18: Desactiva tots els motors pas a pas
eo: M18: Malebligi ĉiujn paŝajn motorojn
es: M18: Desactivar todos los motores paso a paso
fr: M18 : désactiver tous les moteurs pas-à-pas
gl: M18: Desactivar os motores de pasos
he: M18: השבתת כל מנועי הצעד
ka: M18: ყველა ბიჯური მოტორის გამორთვა
ko: M18: 모든 스테퍼 모터 비활성화
nl: M18: Schakel alle stappenmotoren uit
nn: M18: Slå av alle stegmotorar
pl: M18: Wyłącz wszystkie silniki krokowe
pt: M18: Desactivar todos os motores de passos
pt_br: M18: Desativar todos os motores de passos
sv: M18: Inaktivera alla stegmotorer
tr: M18: Tüm adımlayıcı işletkelerini devre dışı bırak
zh_cn: M18：关闭所有步进电机

# QObject|
source: M20: List SDCard
ca: M20: Llista la targeta SD
ca@valencia: M20: Llista la targeta SD
eo: M20: Listo SDCard
es: M20: Listar la tarjeta SD
et: M20: SD-kaartide loend
eu: M20: Zerrendatu SD txartela
fr: M20 : lister les cartes SD
gl: M20: Listar a tarxeta SD
he: M20: הצגת כרטיסי SD
ka: M20: SDCard-ების სია
ko: M20: SD 카드 목록
nl: M20: Toon lijst op SD-kaart
nn: M20: Vis innhald på SD-kort
pl: M20: Wypisz zawartośc karty SD
pt: M20: Listar o Cartão SD
pt_br: M20: Listar cartão SD
sv: M20: Lista SD-kort
tr: M20: SDCard listele
zh_cn: M20：列出 SD 卡

# QObject|
source: M21: Initialize SDCard
ca: M21: Inicialitza la targeta SD
ca@valencia: M21: Restablix la targeta SD
eo: M21: Komenci SDCard
es: M21: Inicializar la tarjeta SD
et: M21: SD-kaardi initsialiseerimine
eu: M21: Hasieratu SD txartela
fr: M21 : initialiser la cadre SD
gl: M21: Inicializar a tarxeta SD
he: M21: אתחול כרטיס SD
ka: M21: SDCard-ის ინიციალიზაცია
ko: M21: SD 카드 초기화
nl: M21: SD-kaart initialiseren
nn: M21: Klargjer SD-kort
pl: M21: Zainicjuj kartę SD
pt: M21: Inicializar o Cartão SD
pt_br: M21: Inicializar cartão SD
sv: M21: Initiera SD-kort
tr: M21: SDCard ilklendir
zh_cn: M21：初始化 SD 卡

# QObject|
source: M22: Release SDCard
ca: M22: Allibera la targeta SD
ca@valencia: M22: Allibera la targeta SD
eo: M22: Liberigi SDKarton
es: M22: Liberar la tarjeta SD
et: M22: SD-kaardi vabastamine
eu: M22: SD txartela libratu
fr: M22 : retirer la carte SD
gl: M22: Liberar a tarxeta SD
he: M22: שחרור כרטיס SD
ka: M22: SDCard-ის გათავისუფლება
ko: M22: SD 카드 해제
nl: M22: SD-kaart vrijgeven
nn: M22: Løys ut SD-kort
pl: M22: Zwolnij kartę SD
pt: M22: Libertar o Cartão SD
pt_br: M22: Liberar cartão SD
sv: M22: Koppla bort SD-kort
tr: M22: SDCard bırak
zh_cn: M22：释放 SD 卡

# QObject|
source: M23: Select SD file
ca: M23: Selecciona el fitxer a la SD
ca@valencia: M23: Tria el fitxer a la SD
eo: M23: Elekti SD-dosieron
es: M23: Seleccionar archivo en SD
et: M23: SD-faili valimine
eu: M23: Aukeratu SD fitxategia
fr: M23 : sélectionner un fichier SD
gl: M23: Seleccionar un ficheiro SD
he: M23: בחירת קובץ מה־SD
ka: M23: SD ფაილის არჩევა
ko: M23: SD 카드 파일 선택
nl: M23: SD-bestand selecteren
nn: M23: Vel SD-fil
pl: M23: Wybierz plik SD
pt: M23: Seleccionar o ficheiro do SD
pt_br: M23: Selecionar arquivo do SD
sv: M23: Välj SD-fil
tr: M23: SD dosyası seç
zh_cn: M23：选择 SD 卡文件

# QObject|
source: M24: Start/resume SD print
ca: M24: Inicia/reprèn la impressió SD
ca@valencia: M24: Inicia/reprén la impressió SD
eo: M24: Komenci/repreni SD-presadon
es: M24: Iniciar/continuar impresión desde tarjeta SD
et: M24: SD trükkimise alustamine/jätkamine
eu: M24: Abiatu/berrekin SD inprimaketa
fr: M24 : démarrer / reprendre l'impression SD
gl: M24: Iniciar ou continuar a impresión de SD
he: M24: התחלת/המשך הדפסה מ־SD
ka: M24: SD ბედვის დაწყება/გაგრძელება
ko: M24: SD 파일 인쇄 시작/재시작
nl: M24: Start/hervat SD-print
nn: M24: Start / hald fram med SD-utskrift
pl: M24: Rozpocznij/wznów wydruk SD
pt: M24: Iniciar/retomar a impressão do SD
pt_br: M24: Inicia/continua impressão do SD
sv: M24: Starta, återuppta, SD-utskrift
tr: M24: SD yazdırması başlat/sürdür
zh_cn: M24：开始/恢复 SD 卡打印

# QObject|
source: M25: Pause SD print
ca: M25: Pausa la impressió SD
ca@valencia: M25: Fa pausa de la impressió SD
eo: M25: Paŭzi SD-presaĵon
es: M25: Pausar impresión desde tarjeta SD
et: M25: SD trükkimise paus
eu: M25: Eten SD inprimaketa
fr: M25 : mettre l'impression SD en pause
gl: M25: Pór en pausa a impresión de SD
he: M25: השהיית הדפסה מ־SD
ka: M25: SD ბეჭდვის შეჩერება
ko: M25: SD 파일 인쇄 일시 정지
nl: M25: SD-print pauzeren
nn: M25: Pausa SD-utskrift
pl: M25: Wstrzymaj wydruk SD
pt: M25: Pausar a impressão do SD
pt_br: M25: Pausa impressão do SD
sv: M25: Paus i SD-utskrift
tr: M25: SD yazdırması duraklat
zh_cn: M25：暂停 SD 卡打印

# QObject|
source: M26: Set SD position
ca: M26: Estableix una posició SD
ca@valencia: M26: Establix una posició SD
eo: M26: Agordi SD-pozicion
es: M26 Definir posición en tarjeta SD
et: M26: SD asukoha määramine
eu: M26: Ezarri SD kokapena
fr: M26 : définition de la position « SD »
gl: M26: Definir a posición de SD
he: M26: הגדרת נקודת SD
ka: M26: SD მდებარეობის დაყენაბ
ko: M26: SD 파일 위치 설정
nl: M26: SD-positie instellen
nn: M26: Definer SD-posisjon
pl: M26: Ustaw położenie SD
pt: M26: Definir a posição do SD
pt_br: M26: Ajusta posição do SD
sv: M26: Ställ in SD-position
tr: M26: SD konumu ayarla
zh_cn: M26：设置 SD 卡文件位置

# QObject|
source: M27: Report SD print status
ca: M27: Informa de l'estat de la impressió SD
ca@valencia: M27: Informa de l'estat de la impressió SD
eo: M27: Raporti SD-presaĵstatuson
es: M27: Informar del estado de la impresión desde SD
et: M27: ST trükkimise oleku teatamine
eu: M27: SD inprimaketa egoeraren berri eman
fr: M27 : renseigner sur l'état de l'impression SD
gl: M27: Informar do estado de impresión de SD
he: M27: דיווח מצב הדפסה מ־SD
ka: M27: SD-ბეჭდვის მდგომარეობის ანგარიში
ko: M27: SD 파일 인쇄 상태 보고
nl: M27: SD-printstatus rapporteren
nn: M27: Rapporter utskriftsstatus for SD-kort
pl: M27: Zgłoś stan wydruku SD
pt: M27: Ler o estado de impressão do SD
pt_br: M27: Reporta status da impressão do SD
sv: M27: Rapportera SD-utskriftsstatus
tr: M27: SD yazdırma durumu bildir
zh_cn: M27：报告 SD 卡打印状态

# QObject|
source: M28: Begin write to SD card
ca: M28: Comença a escriure a la targeta SD
ca@valencia: M28: Comença a escriure a la targeta SD
eo: M28: Komenci skribi al SD-karto
es: M28: Comenzar escritura en tarjeta SD
et: M28: Kirjutamise alustamine SD-kaardile
eu: M28: Hasi SD txartelean idazten
fr: M28 : démarrer l'écriture sur la carte SD
gl: M28: Comezar a escritura na tarxeta SD
he: M28: התחלת כתיבה לכרטיס SD
ka: M28: SD-ბარათზე ჩაწერის დაწყება
ko: M28: SD 카드에 쓰기 시작
nl: M28: Beginnen met schrijven naar SD-kaart
nn: M28: Start skriving til SD-kort
pl: M28: Rozpocznij zapis na kartę SD
pt: M28: Iniciar a gravação no cartão SD
pt_br: M28: Inicia gravação no cartão SD
sv: M28: Börja skriva till SD-kort
tr: M28: SD karta yazmayı başlat
zh_cn: M28：开始写入 SD 卡

# QObject|
source: M29: Stop writing to SD card
ca: M29: Atura l'escriptura a la targeta SD
ca@valencia: M29: Para l'escriptura a la targeta SD
eo: M29: Ĉesi skribi al SD-karto
es: M29: Detener escritura en tarjeta SD
et: M29: Kirjutamise lõpetamine SD-kaardile
eu: M29: Gelditu SD txartelean idaztea
fr: M29 : arrêter l'écriture sur la carte SD
gl: M29: Deter a escritura na tarxeta SD
he: M29: עצירת כתיבה לכרטיס SD
ka: M29: SD ბარათზე ჩაწერის დასრულება
ko: M29: SD 카드에 쓰기 중지
nl: M28: Stoppen met schrijven naar SD-kaart
nn: M29: Stopp skriving til SD-kort
pl: M29: Zatrzymaj zapis na kartę SD
pt: M29: Parar a gravação no cartão SD
pt_br: M29: Para gravação no cartão SD
sv: M29: Sluta skriva till SD-kort
tr: M29: SD karta yazmayı durdur
zh_cn: M29：停止写入 SD 卡

# QObject|
source: M30: Delete a file on the SD card
ca: M30: Suprimeix un fitxer a la targeta SD
ca@valencia: M30: Suprimix un fitxer a la targeta SD
eo: M30: Forigi dosieron sur la SD-karto
es: M30: Borrar un archivo de la tarjeta SD
et: M30: Faili kustutamine SD-kaardilt
eu: M30: Ezabatu SD txarteleko fitxategi bat
fr: M30 : supprimer un fichier sur la carte SD
gl: M30: Eliminar un ficheiro da tarxeta SD
he: M30: מחיקת קובץ מכרטיס ה־SD
ka: M30: SD ბართზე ფაილის წაშლა
ko: M30: SD 카드의 파일 삭제
nl: M30: Een bestand op de SD-kaart verwijderen
nn: M30: Slett fil på SD-kort
pl: M30: Usuń plik na karcie SD
pt: M30: Apagar um ficheiro no cartão SD
pt_br: M30: Excluir um arquivo no cartão SD
sv: M30: Ta bort en fil på SD-kortet
tr: M30: SD karttaki bir dosyayı sil
zh_cn: M30：删除 SD 卡文件

# QObject|
source: M31: Output time since last M109 or SD card start to serial
ca: M31: Imprimeix el temps transcorregut des de l'inici de l'última M109 o targeta SD
ca@valencia: M31: Imprimix el temps transcorregut des de l'inici de l'última M109 o targeta SD
eo: M31: Eliga tempo ekde lasta M109 aŭ SD-karto komenciĝas al seria
es: M31: Enviar al puerto serie el tiempo transcurrido desde el último inicio con M109 o desde tarjeta SD
fr: M31 : temps de sortie depuis le dernier démarrage « M109 » ou de la carte « SD » vers le port série
gl: M31: Emitir por serie o tempo transcorrido desde a última execución de M109 ou o último inicio de tarxeta SD
he: M31: זמן פלט מאז ה־M109 האחרון או התחלת כרטיס SD לחיבור טורי
ka: M31: დროის გამოტანა, რომელიც ბოლო M109-ის შემდეგ ან SD ბარათის სერიულით გაშვების შემდეგ გავიდა
ko: M31: 마지막 M109 또는 SD 카드 시작 이후의 출력 시간
nl: M31: Uitvoertijd sinds laatste M109 of SD-kaart starten naar serial
nn: M31: Send tid sidan siste M109 eller start SD-kort til serieutgang
pl: M31: Pokaż czas od ostatniego M109 lub podpięcia karty SD po port szeregowy
pt: M31: Enviar o tempo entre o último M109 ou início do cartão SD para série
pt_br: M31: Enviar o tempo entre o último M109 ou início do cartão SD para a saída serial
sv: M31: Mata ut tid sedan senaste M109 or eller SD-kort start till seriell
tr: M31: Son M109 veya SD kart seri başlangıcından bu yana geçen zaman
zh_cn: M31：输出从上次 M109 命令或 SD 卡打印开始的时间到串行口

# QObject|
source: M32: Select file and start SD print
ca: M32: Selecciona un fitxer i inicia la impressió SD
ca@valencia: M32: Tria un fitxer i inicia la impressió SD
eo: M32: Elekti dosieron kaj komenci SD-presaĵon
es: M32: Seleccionar archivo e iniciar impresión desde SD
et: M32: Faili valimine ja SD trükkimise alustamine
eu: M32: Aukeratu fitxategia eta abiatu SD inprimaketa
fr: M32 : sélectionner un fichier et démarrer l'impression SD
gl: M32: Seleccionar o ficheiro e iniciar unha impresión de SD
he: M32: בחירת קובץ והתחיל הדפסה מ־SD
ka: M32: აირჩიეთ ფაილი და დაიწყეთ SD დაბეჭდვა
ko: M32: 파일 선택 및 SD 파일 인쇄 시작
nl: M32: Bestand selecteren en beginnen met SD-print
nn: M32: Vel fil og start SD-utskrift
pl: M32: Wybierz plik i rozpocznij wydruk SD
pt: M32: Seleccionar o ficheiro e iniciar a impressão do SD
pt_br: M32: Seleciona o arquivo e inicia a impressão do cartão SD
sv: M32: Välj fil och börja SD-utskrift
tr: M31: Dosya seç ve SD yazdırmayı başlat
zh_cn: M32：选择文件并开始 SD 卡打印

# QObject|
source: M33: Get the long name for an SD card file or folder
ca: M33: Obtén el nom llarg d'un fitxer o carpeta de la targeta SD
ca@valencia: M33: Obtín el nom llarg d'un fitxer o carpeta de la targeta SD
eo: M33: Akiri la longan nomon por dosiero aŭ dosierujo de SD-karto
es: M33: Obtener el nombre largo de un archivo o carpeta de la tarjeta SD
et: M33: SD-kaardi faili või kataloogi pika nime hankimine
fr: M33 : obtenir le nom long d'un fichier ou d'un dossier d'une carte SD
gl: M33: Obter o nome longo dun ficheiro ou cartafol da tarxeta SD
he: M33: משיכת השם הארוך לקובץ או תיקייה בכרטיס ה־SD
ka: M33: SD ბარათის ფაილის ან საქაღალდის გრძელი სახელის მიღება
ko: M33: SD 카드 파일 또는 폴더의 긴 이름 가져오기
nl: M33: Haal de lange naam voor een SD-kaartbestand of map op
nn: M33: Hent langt namn på fil/mappe på SD-kort
pl: M33: Odczytaj długą nazwę dla pliku karty SD lub katalogu
pt: M33: Obter o nome longo de um ficheiro ou pasta do cartão SD
pt_br: M33: Obtém o nome de um arquivo ou pasta do cartão SD
sv: M33: Hämta det långa namnet på en SD-kort-fil eller -katalog
tr: M33: Bir SD kart dosyası veya klasörü için uzun adı al
zh_cn: M33：获取 SD 卡文件或文件夹的长名字

# QObject|
source: M34: Set SD file sorting options
ca: M34: Estableix les opcions d'ordenació des del fitxer SD
ca@valencia: M34: Establix les opcions d'ordenació des del fitxer SD
eo: M34: Agordi SD-dosier-ordigaj opcioj
es: M34: Definir las opciones de ordenación de archivos en tarjeta SD
et: M34: SD-failide sortimisvalikute määramine
eu: M34: Ezarri SD fitxategiak sailkatzeko aukerak
fr: M34 : définir les options de tri des fichiers SD
gl: M34: Definir as opcións de orde de ficheiros de SD
he: M34: הגדרת אפשרויות סידור קבצים ב־SD
ka: M34: SD ფაილების დალაგების პარამეტრების დაყენება
ko: M34: SD 파일 정렬 옵션 설정
nl: M34: Sorteeropties van SD-bestand instellen
nn: M34: Definer sorteringsval for SD-fil
pl: M34: Ustaw szeregowanie plików SD
pt: M34: Definir as opções de ordenação de ficheiros do SD
pt_br: M34: Define as opções de apresentação dos arquivos do SD
sv: M34: Ställ in sorteringsalternativ för SD-filer
tr: M34: SD dosyası sıralama seçeneklerini ayarla
zh_cn: M34：设置 SD 卡文件排序选项

# QObject|
source: M36: Return file information
ca: M36: Retorna la informació del fitxer
ca@valencia: M36: Retorna la informació del fitxer
eo: M36: Resendi dosieron-informojn
es: M36: Devolver información del archivo
et: M36: Failiteabe näitamine
eu: M36: Itzuli fitxategiari buruzko informazioa
fr: M36 : retourner les informations du fichier
gl: M36: Devolver a información do ficheiro
he: M36: החזרת פרטי קובץ
ka: M36: ფაილის ინფორმაციის დაბრუნება
ko: M36: 파일 정보 반환
nl: M36: Bestandsinformatie teruggeven
nn: M36: Returner filinformasjon
pl: M36: Zwróć dane o pliku
pt: M36: Devolver informações sobre o ficheiro
pt_br: M36: Retorna as informações do arquivo
sv: M36: Returnera filinformation
tr: M36: Dönüş dosyası bilgisi
zh_cn: M36：返回文件信息

# QObject|
source: M42: Switch I/O pin
ca: M42: Commuta la E/S del pin
ca@valencia: M42: Canvia l'E/S del pin
eo: M42: Ŝalti I/O-pinglon
es: M42: Conmutar pin de E/S
fr: M42 : commuter la broche E/S
gl: M42: Cambiar o prendedor de entrada e saída
he: M42: החלפת פין קלט/פלט
ka: M42: შეტანა/გამოტანის კონტაქტის გადართვა
ko: M42: 범용 I/O 핀 전환
nl: M42: I/O-pin omschakelen
nn: M42: Byt I/U-pinne
pl: M42: Przełącz pin WE/WY
pt: M42: Comutar o pino de E/S
pt_br: M42: Comuta o pino I/O
sv: M42: Byt in- och utmatningsanslutning
tr: M42: Girdi/çıktı pimini değiştir
zh_cn: M42：开关 I/O 引脚

# QObject|
source: M48: Measure Z-Probe repeatability
ca: M48: Mesura la repetibilitat de la prova Z
ca@valencia: M48: Mesura la repetibilitat de la prova Z
eo: M48: Mezuri Z-Probe-ripeteblon
es: M48: Medir la repetitividad de la prueba Z
eu: M48: Neurtu Z zundaren errepikakortasuna
fr: M48 : mesure de la répétabilité de la sonde de Z
gl: M48: Medir a capacidade de repetición da sonda de Z
he: M48: מדידת עקביות חיישן Z (מישוריות)
ka: M48: Z-ზონდის განმეორებადობის გაზომვა
ko: M48: Z축 반복 측정하기
nl: M48: Herhaalbaarheid meting Z-Probe
nn: M48: Mål repeterbarheit for Z-prøve
pl: M48: Zmierz powtarzalność sondy Z
pt: M48: Medir a repetição da Sonda em Z
pt_br: M48: Mede a repetição da Sonda-Z
sv: M48: Mät upprepningsbarhet för z-sondering
tr: M48: Z araştırması yinelenebilirliğini ölç
zh_cn: M48：测量 Z 轴探针的可重复性

# QObject|
source: M70: Display message
ca: M70: Mostra el missatge
ca@valencia: M70: Mostra el missatge
eo: M70: Montri mesaĝon
es: M70: Mostrar mensaje
et: M70: Teate näitamine
eu: M70: Azaldu mezua
fr: M70 : afficher le message
gl: M70: Amosar a mensaxe
he: M70: הצגת הודעה
ka: M70: შეტყობინების გამოტანა
ko: M70: 메시지 표시
nl: M70: Bericht tonen
nn: M70: Vis melding
pl: M70: Wyświetl wiadomość
pt: M70: Mostrar uma mensagem
pt_br: M70: Mostra mensagem
sv: M70: Visa meddelande
tr: M70: İleti görüntüle
zh_cn: M70：显示消息
