Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# QObject|
source: M121: Pop for Smoothie and RepRap Firmware / Disable Endstop detection for Marlin
ca: M121: Descobreix pel microprogramari Smoothie i RepRap / Desactiva la detecció de l'aturada final per al Marlin
ca@valencia: M121: Descobrix pel microprogramari Smoothie i RepRap / Desactiva la detecció de la parada final per a Marlin
es: M121: Pop para los firmwares Smoothie y RepRap / Desactivar la detección de los endstop para Marlin
eu: M121: Pop (Smoothie eta RepRap firmwareetarako) / Ezgaitu ibilbide-bukaera hautematea (Marlin-erako)
fr: M121 : forcer le micro-logiciel « Smoothie » et « RepRap » / Désactiver la détection de butée pour « Marlin ».
gl: M121: Puxar para firmware Smoothie e RepRap, desactivar a detección de paradas finais para Marlin
he: M121: שליפה לקושחות מסוג Smoothie ו־RepRap Firmware / השבתת זיהוי נקודת עצירה ל־Marlin
ka: M121: Smoothie და RepRap-ის მიკროკოდის აღება / Marlin-ის საზღვრის ამოცნობის გამორთვა
ko: M121: 스택에 푸시된 마지막 상태를 복구 및 RepRap 펌웨어/Marlin의 엔드스톱 탐지 비활성화
nl: M121: Haal boven weg voor Smoothie en RepRap Firmware / eindstopdetectie voor Marlin uitschakelen
nn: M121: Hent frå stakk for Smoothie- and RepRap-fastvare / Slå av endestopp-detektering for Marlin
pl: M121: Pociągnięcie dla Smoothie oraz oprogramowania układowego RepRap / Wyłącz wykrywane krańcówki dla Marlin
pt: M121: 'Pop' para o 'Firmware' do Smoothie e RepRap / Desactivar a detecção da posição final no Marlin
pt_br: M121: Pop para Smoothie e RepRap Firmware / Desativar a detecção da posição final no Marlin
sv: M121: Ta bort översta för Smoothie och RepRap inbyggd programvara / Inaktivera detektering av slutstopp för Marlin
tr: M121: Smoothie ve RepRap Donanım Yazılımı için Çıkar / Marlin için bitiş noktası algılamasını etkinleştir
zh_cn: M121：对 Smoothie 和 RepRap 固件：出栈 / 对 Marlin 固件：禁止挡块检测

# QObject|
source: M122: Diagnose
ca: M122: Diagnostica
ca@valencia: M122: Diagnostica
eo: M122: Diagnozi
es: M122: Diagnosticar
et: M122: Diagnostika
eu: M122: Diagnostikatu
fr: M122 : diagnostiquer
gl: M122: Diagnosticar
he: M122: אבחון
ka: M122: დიაგნოსტიკა
ko: M122: 진단하기
nn: M122: Diagnostiser
pl: M122: Diagnozuj
pt: M122: Diagnóstico
pt_br: M122: Diagnosticar
sv: M122: Diagnosticera
tr: M122: Tanıla
zh_cn: M122：诊断

# QObject|
source: M126: Open valve
ca: M126: Obre la vàlvula
ca@valencia: M126: Obri la vàlvula
eo: M126: Malfermita valvo
es: M126: Abrir válvula
et: M126: Ventiili avamine
eu: M126: Ireki balbula
fr: M126 : ouvrir la valve
gl: M126: Abrir a válvula
he: M126: פתיחת שסתום
ka: M126: ონკანის გახსნა
ko: M126: 압출기 밸브(있는 경우) 열기
nl: M126: klep openen
nn: M126: Opna ventil
pl: M126: Otwórz zawór
pt: M126: Abrir a válvula
pt_br: M126: Abre válvula
sv: M126: Öppna ventil
tr: M126: Valfi aç
zh_cn: M126：打开阀门

# QObject|
source: M127: Close valve
ca: M127: Tanca la vàlvula
ca@valencia: M127: Tanca la vàlvula
eo: M127: Fermi valvon
es: M127: Cerrar válvula
et: M127: Ventiili sulgemine
eu: M127: Close balbula
fr: M127 : fermer la valve
gl: M127: Pechar a válvula
he: M127: סגירת שסתום
ka: M127: ონკანის დახურვა
ko: M127: 압출기 밸브(있는 경우) 닫기
nl: M127: klep sluiten
nn: M127: Lukk ventil
pl: M127: Zamknij zawór
pt: M127: Fechar a válvula
pt_br: M127: Fecha válvula
sv: M127: Stäng ventil
tr: M127: Valfi kapat
zh_cn: M127：关闭阀门

# QObject|
source: M130: Set PID P value
ca: M130: Estableix el valor P del PID
ca@valencia: M130: Establix el valor P del PID
eo: M130: Agordi PID P-valoron
es: M130: Definir el valor P de PID
et: M130: PID P-väärtuse määramine
eu: M130: Ezarri PID P balioa
fr: M130 : définir la valeur P du PID
gl: M130: Definir o valor de P de PID
he: M130: הגדרת ערך P בכיול טמפרטורה/PID
ka: M130: PID P მნიშვნელობის დაყენება
ko: M130: PID P 값 설정
nl: M130: Stel PID P-waarde in
nn: M130: Definer verdi til PID P
pl: M130: Ustaw wartość P PID
pt: M130: Definir o valor P do PID
pt_br: M130: Definir o valor P do PID
sv: M130: Ställ in PID P-värde
tr: M130: PID P değerini ayarla
zh_cn: M130：设置 PID 的 P 值

# QObject|
source: M131: Set PID I value
ca: M131: Estableix el valor I del PID
ca@valencia: M131: Establix el valor I del PID
eo: M131: Agordi PID I-valoron
es: M131: Definir el valor I de PID
et: M131: PID I-väätuse määramine
eu: M131: Ezarri PID I balioa
fr: M131 : définir la valeur I du PID
gl: M131: Definir o valor de I de PID
he: M131: הגדרת ערך I בכיול טמפרטורה/PID
ka: M131: PID I მნიშვნელობის დაყენება
ko: M131: PID I 값 설정
nl: M131: Stel PID I-waarde in
nn: M131: Definer verdi til PID I
pl: M131: Ustaw wartość I PID
pt: M131: Definir o valor I do PID
pt_br: M131: Definir o valor I do PID
sv: M131: Ställ in PID I-värde
tr: M131: PID I değerini ayarla
zh_cn: M131：设置 PID 的 I 值

# QObject|
source: M132: Set PID D value
ca: M132: Estableix el valor D del PID
ca@valencia: M132: Establix el valor D del PID
eo: M132: Agordi PID D-valoron
es: M132: Definir el valor D de PID
et: M132: PID D-väärtue määramine
eu: M132: Ezarri PID D balioa
fr: M132 : définir la valeur D du PID
gl: M132: Definir o valor de D de PID
he: M132: הגדרת ערך D בכיול טמפרטורה/PID
ka: M132: PID D მნიშვნელბის დაყენება
ko: M132: PID D 값 설정
nl: M132: Stel PID D-waarde in
nn: M132: Definer verdi til PID D
pl: M132: Ustaw wartość D PID
pt: M132: Definir o valor D do PID
pt_br: M132: Definir o valor D do PID
sv: M132: Ställ in PID D-värde
tr: M132: PID D değerini ayarla
zh_cn: M132：设置 PID 的 D 值

# QObject|
source: M133: Set PID I limit value
ca: M133: Estableix el valor límit I del PID
ca@valencia: M133: Establix el valor límit I del PID
eo: M133: Agordi PID I-limvaloron
es: M133: Definir el valor límite I de PID
et: M133: PID I-piirväärtuse määramine
eu: M133: Ezarri PID I balio muga
fr: M133 : définir la valeur limite du I du PID
gl: M131: Definir o valor límite de I de PID
he: M133: הגדרת ערך סף ל־I בכיול טמפרטורה/PID
ka: M133: PID I ლიმიტის მნიშვნელობის დაყენება
ko: M133: PID I 제한값 설정
nl: M133: Stel PID I-grenswaarde in
nn: M133: Definer grenseverdi for PID I
pl: M133: Ustaw wartość graniczną I PID
pt: M133: Definir o valor-limite de I do PID
pt_br: M133: Definir o valor-limite de I do PID
sv: M133: Ställ in PID I-gränsvärde
tr: M133: PID I sınır değerini ayarla
zh_cn: M133：设置 PID 的 I 值界限

# QObject|
source: M134: Write PID values to EEPROM
ca: M134: Escriu els valors PID a l'EEPROM
ca@valencia: M134: Escriu els valors PID a EEPROM
eo: M134: Skribi PID-valorojn al EEPROM
es: M134: Escribir valores PID en la EEPROM
et: M134: PID väärtuste kirjutamine EEPROM-i
eu: M134: Idatzi PID balioak EEPROMean
fr: M134 : écrire les valeurs du PID dans l'EEPROM
gl: M134: Escribir os valores de PID na EEPROM
he: M134: כתיבת ערכי כיול טמפרטורה/PID ל־EEPROM
ka: M134: PID -ის მნიშვნელობების EEPROM-ში ჩაწერა
ko: M134: EEPROM에 PID 값 쓰기
nl: M134: Schrijf PID-waarden naar EEPROM
nn: M134: Skriv PID-verdiar til EEPROM
pl: M134: Zapisz wartości PID w EEPROM
pt: M134: Gravar os valores do PID na EEPROM
pt_br: M134: Gravar os valores do PID na EEPROM
sv: M134: Skriv PID-värden till EEPROM
tr: M134: PID değerlerini EEPROM’a yaz
zh_cn: M134：将 PID 值写入 EEPROM

# QObject|
source: M135: Set PID sample interval
ca: M135: Estableix l'interval de la mostra PID
ca@valencia: M135: Establix l'interval de la mostra PID
eo: M135: Agordi PID-specimplan intervalon
es: M135: Definir el intervalo de muestreo de PID
et: M135: Pid valimi intervalli määramine
eu: M135: Ezarri PID lagin-tartea
fr: M135 : définir l'intervalle d'échantillonnage du PID
gl: M135: Definir o intervalo de mostraxe de PID
he: M135: הגדרת הפרשי דגימת כיול טמפרטורה/PID
ka: M135: PID -ის სემპლის ინტერვალის დაყენება
ko: M135: PID 샘플 간격 설정
nl: M135: Stel PID-sample-interval in
nn: M135: Definer samplingsintervall for PID
pl: M135: Ustaw okres próbki PID
pt: M135: Definir o intervalo de amostragem do PID
pt_br: M135: Definir o intervalo de amostragem do PID
sv: M135: Ställ in PID-samplingsintervall
tr: M135: PID örnek aralığını yaz
zh_cn: M135：设置 PID 采样间隔

# QObject|
source: M140: Set Bed Temperature - Fast
ca: M140: Estableix la temperatura del llit -ràpid-
ca@valencia: M140: Establix la temperatura del llit -ràpid-
eo: M140: Agordi Temperaron de Lito - Rapida
es: M140: Definir la temperatura de la cama - Rápido
et: M140: Trükialuse temperatuuri määramine - kiire
eu: M140: Ezarri oheko tenperatura - Azkar
fr: M140 : régler la température du plateau (rapide)
gl: M140: Definir a temperatura da cama - Rápido
he: M140: הגדרת טמפרטורת מצע - מהיר
ka: M140: სტენდის ტემპერატურის დაყენება - სწრაფად
ko: M140: 베드 온도 설정 - 빠름
nl: M140: Stel Bed-temperatuur in - snel
nn: M140: Definer temperatur for seng – rask
pl: M140: Ustaw temperaturę łoża - szybko
pt: M140: Definir a Temperatura de Base - Rápido
pt_br: M140: Definir a temperatura base - Rápido
sv: M140: Ställ in bäddtemperatur - snabb
tr: M140: Yatak sıcaklığını ayarla - Hızlı
zh_cn: M140：设置基板温度 - 快速

# QObject|
source: M141: Set Chamber Temperature - Fast
ca: M141: Estableix la temperatura de la cambra -ràpid-
ca@valencia: M141: Establix la temperatura de la cambra -ràpid-
eo: M141: Fiksita Ĉambra Temperaturo - Rapida
es: M141: Definir la temperatura de la cámara - Rápido
eu: M141: Ezarri ganberako tenperatura - Azkarra
fr: M141 : régler la température de la chambre (rapide)
gl: M141: Definir a temperatura da cámara - Rápido
he: M141: הגדרת טמפרטורת תא - מהיר
ka: M141: კამერის ტემპერატურის დაყენება - სწრაფად
ko: M141: 챔버 온도 설정 - 빠름
nl: M141: Stel kamertemperatuur in - snel
nn: M141: Definer temperatur for kammer – rask
pl: M141: Ustaw temperaturę komory - szybko
pt: M141: Definir a Temperatura Ambiente - Rápido
pt_br: M141: Definir a temperatura da câmara - Rápido
sv: M141: Ställ in kammartemperatur - snabb
tr: M141: Oda sıcaklığını ayarla - Hızlı
zh_cn: M141：设置腔室温度 - 快速

# QObject|
source: M143: Maximum hot-end temperature
ca: M143: Temperatura màxima de l'escalfament final
ca@valencia: M143: Temperatura màxima de l'escalfament final
eo: M143: Maksimuma varma-fina temperaturo
es: M143: Temperatura máxima del hotend
eu: M143: Mutur-beroko gehienezko tenperatura
fr: M143 : température de butée maximale
gl: M143: Temperatura máxima do extremo quente
he: M143: טמפרטורה מרבית של הראש החם
ka: M143: ცხელი ბოლოს მაქსიმალური ტემპერატურა
ko: M143: 최대 핫엔드 온도
nl: M143: Maximale temperatuur hete einde
nn: M143: Høgaste temperatur for varmestykke
pl: M143: Maksymalna temperatura gorącej końcówki
pt: M143: Temperatura máxima final
pt_br: M143: Temperatura máxima final
sv: M143: Maximal varmluftstemperatur
tr: M143: En yüksek sıcak uç sıcaklığı
zh_cn: M143：最高热端温度

# QObject|
source: M144: Stand by your bed
ca: M144: Estabilització del llit
ca@valencia: M144: Estabilització del llit
eo: M144: Stari apud via lito
es: M144: Esperar a la cama
fr: M144 : maintien sur votre plateau
gl: M144: En pé canda a cama
he: M144: עמידה לצד המצע
ka: M144: სტენდის მოცდის რეჟიმში გადაყვანა
ko: M144: 베드 옆에 대기
nl: M144: Sta naast uw bed
nn: M144: Ventemodustemperatur for seng
pl: M144: Stań obok swojego łoża
pt: M144: Estabilização da base
pt_br: M144: Estabilização da base
sv: M144: Stå vid bädd
tr: M144: Yatağın başında dur
zh_cn: M144：将基板设置为待机状态

# QObject|
source: M150: Set display color
ca: M150: Estableix el color de la pantalla
ca@valencia: M150: Establix el color de la pantalla
eo: M150: Agordi ekranan koloron
es: M150: Definir el color de la pantalla
et: M150: Esitamise värvi määramine
eu: M150: Ezarri erakusleihoko kolorea
fr: M150 : définir la couleur d'affichage
gl: M150: Definir a cor da pantalla
he: M150: הגדרת צבע תצוגה
ka: M150: ჩვენების ფერის დაყენება
ko: M150: 표시 색상 설정
nl: M150: Stel schermkleur in
nn: M150: Vel skjermfarge
pl: M150: Ustaw barwę wyświetlania
pt: M150: Definir a cor do ecrã
pt_br: M150: Define cor de exibição
sv: M150: Ställ in visningsfärg
tr: M150: Görüntü rengini ayarla
zh_cn: M150：设置显示颜色

# QObject|
source: M155: Set Temperature auto report
ca@valencia: M155: Establix un informe automàtic de la temperatura
eo: M155: Fiksita Temperaturo aŭtomata raporto
es: M155: Definir el informe automático de temperatura
fr: M155 : définir un relevé automatique de la température
gl: M155: Definir o informe automático de temperatura
he: M155: הגדרת דוח טמפרטורה אוטומטי
ka: M155: ტემპერატურის ავტომატური ანგარიშის დაყენება
ko: M155: 온도 자동 보고 설정
nn: M155: Definer automatisk temperaturrapportering
pl: M155: Ustaw samozgłaszanie temperatury
pt: M155: Activar o relatório automático da temperatura
pt_br: M155: Ativar o relatório automático de temperatura
sv: M155: Ställ in automatisk temperaturrapport
tr: M155: Sıcaklık kendiliğinden bildirimini ayarla
zh_cn: M155: 设置温度自动报告

# QObject|
source: M163: Set weight of mixed material
ca: M163: Estableix el pes del material barrejat
ca@valencia: M163: Establix el pes del material barrejat
eo: M163: Agordi pezon de miksita materialo
es: M163: Definir el peso del material mezclado
fr: M163 : définir le poids du matériau mélangé
gl: M163: Definir o peso de material mixto
he: M163: הגדרת משקל של חומר מעורבב
ka: M163: შერეული მასალის წონის დაყენება
ko: M163: 혼합 재료의 무게 설정
nl: M163: Stel gewicht van gemengd materiaal in
nn: M163: Definer vekt på blandingsmateriale
pl: M163: Ustaw wagę dla mieszanego materiału
pt: M163: Definir o peso do material misturado
pt_br: M163: Definir o peso do material misturado
sv: M163: Ställ in vikt av blandat material
tr: M163: Karıştırılmış materyal ağırlığını ayarla
zh_cn: M163：设置混合材料的重量

# QObject|
source: M164: Store weights
ca: M164: Emmagatzema els pesos
ca@valencia: M164: Emmagatzema els pesos
eo: M164: Konservi pezojn
es: M164: Guardar pesos
eu: M164: Gorde pisuak
fr: M164 : stocker les poids
gl: M164: Almacenar os pesos
he: M164: אחסון משקלים
ka: M164: წონების შენახვა
ko: M164: 무게 저장
nl: M164: Sla gewichten op
nn: M164: Lagra vekter
pl: M164: Zapisz wagi
pt: M164: Guardar os pesos
pt_br: M164: Armazenar os pesos
sv: M164: Lagra vikter
tr: M164: Ağırlıkları depola
zh_cn: M164：保存重量

# QObject|
source: M190: Wait for bed temperature to reach target temp
ca: M190: Espera que la temperatura del llit arribi a l'objectiu de temperatura
ca@valencia: M190: Espera que la temperatura del llit arribe fins a l'objectiu de temperatura
eo: M190: Atendi, ke lita temperaturo atingu celan temperaturon
es: M190: Esperar que la temperatura de la cama alcance la temperatura objetivo
et: M190: Oodatakse trükialuse temperatuuri jõudmist sihttemperatuurini
eu: M190: Itxoin ohearen tenperatura helburu tenperaturara iritsi arte
fr: M190 : attendre que le plateau atteigne la température cible
gl: M190: Agardar a que a temperatura da cama acade a temperatura de destino
he: M190: להמתין שטמפרטורת המצע תגיד לטמפרטורת היעד
ka: M190: სტენდის ტემპერატურის დაყენებულ მნიშვნელობაზე მიღწევის მოლოდინი
ko: M190: 베드 온도가 목표 온도에 도달할 때까지 기다리기
nl: M190: Wacht op bedtemperatuur om doeltemperatuur te bereiken
nn: M190: Vent til sengetemperaturen har nådd måltemperaturen
pl: M190: Czekaj aż temperatura łoża osiągnie docelową
pt: M190: Esperar pela temperatura de base atingir a temperatura-alvo
pt_br: M190: Aguardar pela temperatura base para atingir a temperatura-alvo
sv: M190: Vänta på att bädden uppnår måltemperatur
tr: M190: Yatak sıcaklığının hedef sıcaklığa ulaşmasını bekle
zh_cn: M190：等待基板温度抵达目标温度

# QObject|
source: M200: Set filament diameter
ca: M200: Estableix el diàmetre del filament
ca@valencia: M200: Establix el diàmetre del filament
eo: M200: Agordi filamentan diametron
es: M200: Definir el diámetro del filamento
et: M200: Materjali diameetri määramine
eu: M200: Ezarri harizpiaren diametroa
fr: M200 : définir le diamètre du filament
gl: M200: Definir o diámetro do filamento
he: M200: הגדרת קוטר פילמנט
ka: M200: ძაფის დიამეტრის დაყენება
ko: M200: 필라멘트 지름 설정
nl: M200: Stel gloeidraaddiameter in
nn: M200: Definer diameter til filament
pl: M200: Ustaw średnicę włókna
pt: M200: Definir o diâmetro do filamento
pt_br: M200: Definir o diâmetro do filamento
sv: M200: Ställ in tråddiameter
tr: M200: Filament çapını ayarla
zh_cn: M200：设置填料直径

# QObject|
source: M201: Set max printing acceleration
ca: M201: Estableix l'acceleració màxima de la impressió
ca@valencia: M201: Establix l'acceleració màxima de la impressió
eo: M201: Agordi maksimuman presan akcelon
es: M201: Definir la aceleración máxima de impresión
et: M201: Trükkimise maksimaalse kiirenduse määramine
eu: M201: Ezarri inprimatzeko azelerazio maximoa
fr: M201 : définir l'accélération maximale d'impression
gl: M201: Definir a aceleración máxima de impresión
he: M201: הגדרת האצת הדפסה מרבית
ka: M201: ბეჭდვის მაქსიმალური აჩქარების დაყენება
ko: M201: 최대 인쇄 가속 설정
nl: M201: Stel maximale afdrukversnelling in
nn: M201: Definer maks utskriftsakselerasjon
pl: M201: Ustaw maksymalne przyspieszenie drukowania
pt: M201: Definir a aceleração máxima da impressão
pt_br: M201: Definir a aceleração máxima da impressão
sv: M201: Ställ in maximal utskriftsacceleration
tr: M201: En yüksek yazdırma ivmelendirmesini ayarla
zh_cn: M201：设置最大打印加速度

# QObject|
source: M202: Set max travel acceleration
ca: M202: Estableix l'acceleració màxima del moviment
ca@valencia: M202: Establix l'acceleració màxima del moviment
eo: M202: Agordi maksimuman vojaĝakcelon
es: M202: Definir la aceleración máxima del recorrido
et: M202: Liikumise maksimaalse kiirenduse määramine
eu: M202: Ezarri aurrerapen azelerazio maximoa
fr: M202 définir la vitesse maximale d'accélération de déplacement des axes
gl: M202: Definir a aceleración máxima de viaxe
he: M202: הגדרת האצת טיול מרבית
ka: M202: მოგზაურობის მაქსიმალური აჩქარების დაყენება
ko: M202: 최대 이동 가속 설정
nl: M202: Stel maximale verplaatsingssnelheid in
nn: M202: Definer maks reiseakselerasjon
pl: M202: Ustaw maksymalne przyspieszenie przemieszczenia
pt: M202: Definir a aceleração máxima em movimento
pt_br: M202: Definir a aceleração máxima de deslocamento
sv: M202: Ställ in maximal rörelseacceleration
tr: M202: En yüksek yolculuk ivmelendirmesini ayarla
zh_cn: M202：设置最大移动加速度

# QObject|
source: M203: Set maximum feedrate
ca: M203: Estableix la velocitat d'alimentació màxima
ca@valencia: M203: Establix la velocitat d'alimentació màxima
eo: M203: Agordi maksimuman antaŭenrapidecon
es: M203: Definir la velocidad máxima de alimentación
eu: M203: Ezarri gehienezko aitzinamendu-abiadura
fr: M203 : définition du taux maximal d'alimentation
gl: M203: Definir a taxa de alimentación máxima
he: M203: הגדרת קצב מילוי מרבי
ka: M203: მიწოდების მაქსიმალური სიჩქარის დაყენება
ko: M203: 최대 이송 속도 설정
nl: M203: Stel maximale aanvoersnelheid in
nn: M203: Definer maks matingsrate
pl: M203: Ustaw maksymalną szybkość podawania
pt: M203: Definir a taxa de alimentação máxima
pt_br: M203: Definir a taxa de alimentação máxima
sv: M203: Ställ in maximal matningshastighet
tr: M203: En yüksek besleme hızını ayarla
zh_cn: M203：设置最大进料速率

# QObject|
source: M204: Set default acceleration
ca: M204: Estableix l'acceleració predeterminada
ca@valencia: M204: Establix l'acceleració predeterminada
eo: M204: Agordi defaŭltan akcelon
es: M204: Definir la aceleración por omisión
et: M204: Vaikimisi kiirenduse määramine
eu: M204: Ezarri lehenetsitako azelerazioa
fr: M204 : définir l'accélération par défaut
gl: M204: Definir a aceleración predeterminada
he: M204: הגדרת האצת ברירת מחדל
ka: M204: ნაგულისხმევი აჩქარების დაყენება
ko: M204: 기본 가속 설정
nl: M204: Stel standaard versnelling in
nn: M204: Definer standardakselerasjon
pl: M204: Ustaw domyślne przyspieszenie
pt: M204: Definir a aceleração por omissão
pt_br: M204: Definir a aceleração padrão
sv: M204: Ställ in standardacceleration
tr: M204: Öntanımlı ivmelendirmeyi ayarla
zh_cn: M204：设置默认加速

# QObject|
source: M205: Advanced settings
ca: M205: Arranjament avançat
ca@valencia: M205: Configuració avançada
eo: M205: Altnivelaj agordoj
es: M205: Ajustes avanzados
et: M205: Muud seadistused
eu: M205: Ezarpen aurreratuak
fr: M205 : paramètres avancés
gl: M205: Configuración avanzada
he: M205: הגדרות מתקדמות
ka: M205: დამატებითი პარამეტრები
ko: M205: 고급 설정
nl: M205: Geavanceerde instellingen
nn: M205: Avanserte innstillingar
pl: M205: Ustawienia rozszerzone
pt: M205: Configuração avançada
pt_br: M205: Configurações avançadas
sv: M205: Avancerade inställningar
tr: M205: Gelişmiş ayarlar
zh_cn: M205：高级设置

# QObject|
source: M206: Offset axes for Sprinter, Marlin, Smoothie, RepRap Firmware / Set eeprom value for Repetier
ca: M206: Desplaçament dels eixos per al microprogramari Sprinter, Marlin, Smoothie, RepRap / Estableix el valor de l'EEPROM per al «repetier»
ca@valencia: M206: Desplaçament dels eixos per al microprogramari Sprinter, Marlin, Smoothie, RepRap / Establix el valor d'EEPROM per al «repetier»
es: M206: Ejes de desplazamiento para los firmwares de Sprinter, Marlin, Smoothie, RepRap / Definir valor de eeprom para Repetier
eu: M206: Ardatz-zuzenketa Sprinter, Marlin, Smoothie, RepRap firmware-entzat / Ezarri eeprom balioa Repetier-rentzat
fr: M206 : décaler les axes pour les micrologiciels Sprinter, Marlin, Smoothie, RepRap / définir la valeur de « EEPROM » pour Repetier
gl: M206: Eixos de desprazamento para Sprinter, Marlin, Smoothie e RepRap Firmware; definir o valor de EEPROM para Repetier
he: M206: צירי היסט לקושחות Sprinter, Marlin, Smoothie, RepRap Firmware / הגדרת ערך eeprom ל־Repetier
ka: M206: Sprinter, Marlin, Smoothie, RepRap მიკროოდის წანაცვლების ღერძები / Repetier-ის EEPROM-ის მნიშვნელობის დაყენება
ko: M206: Sprinter, Marlin, Smoothie, RepRap Firmware에 대한 오프셋 축/Repetier에 대한 EEPROM 값 설정
nl: M206: Offset assen voor Sprinter, Marlin, Smoothie, RepRap Firmware / Stel eeprom waarde voor Repetier in
nn: M206: Akseforskyving for Sprinter, Marlin, Smoothie, RepRap / Definer eeprom-verdi for Repetier
pl: M206: Przesuń oś dla oprogramowań układowych Sprinter, Marlin, Smoothie, RepRap / Ustaw wartość eeprom dla Repetier
pt: M206: Posição dos eixos no Sprinter, Marlin, Smoothie, RepRap Firmware / Definir o valor da EEPROM no Repetier
pt_br: M206: Posição dos eixos no Sprinter, Marlin, Smoothie, RepRap Firmware / Definir o valor da eeprom no Repetier
sv: M206: Positionera axlar för Sprinter, Marlin, Smoothie, RepRap inbyggd programvara / Ställ in EEPROM-värde för Repetier
tr: M206: Sprinter, Marlin, Smoothie, Reprap Donanım Yazılımları için ofset eksenleri / Repetier için EEPROM değeri ayarla
zh_cn: M206：对 Sprinter, Marlin, Smoothie 和 RepRap 固件：设置轴偏移 / 对 Repetier 固件：设置 EEPROM 值

# QObject|
source: M207: Set retract length
ca: M207: Estableix la longitud de la retracció
ca@valencia: M207: Establix la llargària de la retracció
eo: M207: Agordi retiran longon
es: M207: Definir la longitud de la retracción
eu: M207: Ezarri barruratze luzera
fr: M207 : définir la longueur de rétraction
gl: M207: Definir a lonxitude de retracción
he: M207: הגדרת אורך נסיגה
ka: M207: უკან გაწევის სიგრძის დაყენება
ko: M207: 수축 길이 설정
nl: M207: Stel terugtreklengte in
nn: M207: Definer inntrekkingslengd
pl: M207: Ustaw długość wycofania
pt: M207: Definir o comprimento da retracção
pt_br: M207: Definir o comprimento de retração
sv: M207: Ställ in tillbakadragninslängd
tr: M207: Geri çekme uzunluğunu ayarla
zh_cn: M207：设置回缩长度

# QObject|
source: M208: Set unretract length
ca: M208: Estableix la longitud en desfer la retracció
ca@valencia: M208: Establix la llargària en desfer la retracció
eo: M208: Agordi malretiran longon
es: M208: Definir la longitud para deshacer la retracción
eu: M208: Ezarri kanporatze luzera
fr: M208 : définition de la longueur de dé-rétractation
gl: M208: Definir a lonxitude de desretracción
he: M208: הגדרת אורך ביטול נסיגה
ka: M208: უკან გაწევის სიგრძის დაყენება
ko: M208: 수축 취소 길이 설정
nl: M208: Stel uittreklengte in
nn: M208: Definer utattsprøytingslengd
pl: M208: Ustaw długość cofnięcia wycofania
pt: M208: Definir o comprimento da anti-retracção
pt_br: M208: Definir o comprimento sem retração
sv: M207: Ställ in utsträckningslängd
tr: M208: Geri çekmeme uzunluğunu ayarla
zh_cn: M208：设置恢复(抵消回缩)长度
