Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# LogWidget|
source: <h4>Special Log Entries</h4> <p><strong>Failed to open device in read/write mode.</strong></p> <p>&nbsp;&nbsp;&nbsp; The Device was not able to be opened.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Check the device is not opened by another program.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Check you have the correct permissions to open the device.</p> <p><strong>No plugin found for &lt;Detected Firmware&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Firmware plugins are missing or your firmware is not currently supported.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Manually select the Marlin or Repetier plugin.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; If your firmware does not have a plugin please let us know.</p> <p><strong>Lots of &ldquo;Waiting for firmware detect&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Unable to send the firmware detect waiting for printer to restart</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Push the restart button on your printer or turn it on and off. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Select a firmware plugin in place of auto detect.</p>
ca@valencia: <h4>Entrades especials del registre</h4> <p><strong>No s'ha pogut obrir el dispositiu en el mode lectura/escriptura.</strong></p> <p>&nbsp;&nbsp;&nbsp; No s'ha pogut obrir el dispositiu.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Comproveu que el dispositiu no l'està obrint un altre programa.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Comproveu que teniu els permisos correctes per a obrir este dispositiu.</p> <p><strong>No s'ha trobat cap connector per al &lt;microprogramari detectat&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Falten els connectors del microprogramari o actualment no s'admet el vostre microprogramari.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trieu manualment el connector Marlin o Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Si el vostre microprogramari no disposa de cap connector, feu-nos-ho saber.</p> <p><strong>Molts &ldquo;S'està esperant a detectar el microprogramari&rdquo;.</strong></p> <p>&nbsp;&nbsp;&nbsp; No es pot enviar el detector del microprogramari mentre s'espera que es reinicie la impressora.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Premeu el botó Reinicia de la impressora o apagueu-la i inicieu-la.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trieu un connector de microprogramari en lloc de detectar-lo automàticament.</p>
es: <h4>Entradas del registro especiales</h4> <p><strong>No se ha podido abrir el dispositivo en modo de lectura/escritura.</strong></p> <p>&nbsp;&nbsp;&nbsp; No ha resultado posible abrir el dispositivo.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Compruebe que el dispositivo no ha sido abierto por otro programa.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Compruebe que dispone de los permisos correctos para abrir el dispositivo.</p> <p><strong>No se ha encontrado ningún complemento para el &lt;firmware detectado&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Faltan complementos del firmware o su firmware no está permitido en la actualidad.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seleccione manualmente el complemento Marlin o Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Si su firmware not dispone de un complemento, háganoslo saber.</p> <p><strong>Demasiados &ldquo;Esperando detección del firmware&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; No ha sido posible enviar la detección del firmware esperando el reinicio de la impresora</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pulse el botón de reinicio de lu impresora o apáguela y vuelva a encenderla. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seleccione un complemento para el firmware en lugar de detectarla automáticamente.</p>
et: <h4>Spetsiaalsed logikirjed</h4> <p><strong>Seadme avamine lugemis-kirjutamisrežiimis nurjus.</strong></p> <p>&nbsp;&nbsp;&nbsp; Seadet ei olnud võimalik avada.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Kontrolli, ega seadet ei ole avanud mõni teine programm.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Kontrolli, kas sul seadme avamiseks ikka vajalikud õigused.</p> <p><strong>&lt;Tuvastatud püsivarale&gt; ei leitud ühtegi pluginat</strong></p> <p>&nbsp;&nbsp;&nbsp; Püsivarapluginad puuduvad või ei ole püsivara praegu toetatud.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Marlini või Repetieri plugin tuleb käsitsi valida.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kui püsivaral puudub plugin, anna palun meile sellest teada.</p> <p><strong>Rohkelt teateid &ldquo;Oodatakse püsivara tuvastamise järel&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Püsivara tuvastamise saatmine ei õnnestinud, oodatakse printeri taaskäivitumist</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vajuta printeri taaskäivitamise nuppu või lülita see välja ja sisse. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Automaatse tuvastamise asemel püsivara plugina valimine.</p>
fr: <h4>Entrées spéciales du journal</h4> <p><strong>Impossible d'ouvrir le périphérique dans le mode « Lecture / Écriture ».</strong></p> <p>&nbsp;&nbsp;&nbsp; Le périphérique ne pouvait pas être ouvert.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Vérifier que le périphérique n'est pas déjà ouvert par un autre programme.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Vérifier que vous avez des permissions suffisante pour ouvrir le périphérique.</p> <p><strong>Aucun module externe trouvé pour le &lt;micro-programme détecté &gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Les modules externes pour le micro-programme sont manquants ou votre micro-programme n'est actuellement pas pris en charge.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sélectionnez le module externe « Marlin » ou « Repetier ».</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Si votre micro-programme ne possède pas de module externe, veuillez nous en informer.</p> <p><strong>De nombreux &ldquo;En attente de la détection du micro-programme. &rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Impossible d'envoyer une demande d'attente pour la détection du micro-programme pour effectuer le re-démarrage de l'imprimante.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Appuyez sur le bouton de re-démarrage de votre imprimante ou éteignez et rallumez la. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sélectionnez un module externe de micro-logiciel à la place de la détection automatique.</p>
gl: <h4>Entradas especiais do historial</h4> <p><strong>Non se puido abrir o dispositivo en modo de lectura e escritura.</strong></p> <p>&nbsp;&nbsp;&nbsp; Non se puido abrir o dispositivo.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Comprobe que o dispositivo non o ten aberto outro programa.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Comprobe que ten os permisos correctos para abrir o dispositivo.</p> <p><strong>Non se atopou ningún complemento para &lt;Detectar o firmware&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Ou faltan complementos de firmware ou o seu firmware non é compatíbel.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seleccione manualmente o complemento de Marlin ou o de Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Se non existe un complemento para o seu firmware, agradecémoslle que nolo faga saber.</p> <p><strong>Moitos &ldquo;Agardando pola detección de firmware&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Non se pode enviar a detección de firmware agardando a que se reinicie a impresora.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Prema o botón de reiniciar da impresora, ou apáguea e volva acendela. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seleccione un complemento de firmware en vez de usar a detección automática.</p>
he: <h4>רשומות יומן מיוחדות</h4> <p><strong>פתיחת ההתקן במצב קריאה/כתיבה נכשלה.</strong></p> <p>&nbsp;&nbsp;&nbsp; פתיחת ההתקן נכשלה.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; נא לבדוק שההתקן לא פתוח בתוכנית אחרת.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; נא לבדוק שיש לך את ההרשאות המתאימות לפתוח את ההתקן.</p> <p><strong>לא נמצא תוסף עבור &lt;הקושחה שזוהתה&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; תוספי הקושחה חסרים או שהקושחה שלך לא נתמכת כרגע.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; לבחור ידנית את התוסף ל־Marlin או ל־Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; אם לקושחה שלך אין תוסף נא ליידע אותנו.</p> <p><strong>הרבה פעמים &ldquo;בהמתנה לזיהוי קושחה&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; לא ניתן לשלוח את אות זיהוי הקושחה או שזאת המתנה להפעלת המדפסת מחדש</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; יש ללחוץ על כפתור ההפעלה מחדש במדפסת שלך כדי להדליק או לכבות אותה. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; לבחור תוסף קושחה במקום זיהוי אוטומטי.</p>
ka: <h4>სპეციალური ჟურნალის ჩანაწერები</h4> <p><strong>მოწყობილობის ჩაწერა/წაკითხვის რეჟიმში გახსნის შეცდომა.</strong></p> <p>&nbsp;&nbsp;&nbsp; მოწყობილობის გახსნის შეცდომა.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; შეამოწმეთ, მოწყობილობა სხვა პროგრამას ხომ არ აქვს გახსნილი.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; შეამოწმეთ, გაგაჩნიათ თუ არა წვდომები მოწყობილობამდე.</p> <p><strong>&lt;აღმოჩენილი მიკროკოდისთვის &gt; დამატებები ვერ ვიპოვე</strong></p> <p>&nbsp;&nbsp;&nbsp; მიკროკოდის დამატებები აღმოჩენილი არაა ან თქვენი მიკროკოდი მხარდაუჭერელია.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ხელით აირჩიეთ Marlin ან Repetier დამატება.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; თუ თქვენს მიკროკოდს დამატება არ აქვს, შეგვატყობინეთ.</p> <p><strong>&ldquo;მიკროკოდის აღმოჩენის მოლოდინი&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; მიკროკოდის აღმოჩენის გაგზავნა შეუძლებელია. პრინტერის გადატვირთვის მოლოდინი</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; დააჭირეთ გადატვირთვის ღილაკს პრინტერზე ან გამორთეთ და ჩართეთ ის. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ავტომატური ამოცნობის მაგიერ მიკროკოდის დამატების ხელით მითითება.</p>
ko: <h4>특수 로그 항목</h4> <p><strong>읽기/쓰기 모드에서 장치를 열지 못했습니다.</strong></p> <p>&nbsp;&nbsp;&nbsp; 장치를 열 수 없습니다.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; 기기를 열 수 있는 올바른 권한이 있는지 확인합니다.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; 장치를 열 수 있는 올바른 권한이 있는지 확인 하세요.</p> <p><strong>&lt;감지된 펌웨어&gt;에 대한 플러그인을 찾을 수 없습니다.</strong></p> <p>&nbsp;&nbsp;&nbsp; 펌웨어 플러그인이 누락되었거나 펌웨어가 현재 지원되지 않습니다.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Marlin 또는 Repetier 플러그인을 수동으로 선택하십시오.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 펌웨어에 플러그인이 없다면 저희에게 알려주십시오.</p> <p><strong>많은 &ldquo;펌웨어 감지 대기 중&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; 프린터가 다시 시작될 때까지 기다리는 동안 펌웨어 검색을 보낼 수 없습니다.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 프린터의 재시작 버튼을 누르거나 프린터를 켜고 끕니다. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 자동 감지 대신 펌웨어 플러그인을 선택하십시오.</p>
nn: <h4>Spesielle loggoppføringar</h4> <p><strong>Klarte ikkje opna eining i lese-/skrivemodus.</strong></p> <p>&nbsp;&nbsp;&nbsp; Klarte ikkje opna eininga.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Sjå til at ho ikkje er open i eit anna program.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Sjå til at du har løyve til å opna eininga.</p> <p><strong>Fann ikkje programtillegg for &lt;aktuell fastvare&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Anten manglar programtillegg for fastvara di eller så er fastvara ikkje støtta.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vel manuelt programtillegget for Marlin eller Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Viss fastvara di ikkje har eit programtillegg, ta kontakt med oss.</p> <p><strong>Mange «Ventar på detektering av fastvare»-meldingar</strong></p> <p>&nbsp;&nbsp;&nbsp; Klarte ikkje senda detekteringsførespurnad, eller ventar på at skrivaren skal starta på nytt.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Trykk på omstartsknappen på skrivaren eller slå han av og på att.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Vel eit programvaretillegg manuelt i staden for å bruka automatisk val.</p>
pl: <h4>Specjalne wpisy w dzienniku</h4> <p><strong>Nie udało się otworzyć urządzenia w trybie odczyt/zapis.</strong></p> <p>&nbsp;&nbsp;&nbsp; Nie można było otworzyć urządzenia.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Sprawdź czy urządzenie nie jest otwarte przez inny program.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Sprawdź czy masz wystarczające uprawnienia do otwarcia urządzenia.</p> <p><strong>Nie znaleziono wtyczki dla &lt;wykrytego oprogramowania układowego&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Nie ma wtyczek oprogramowania układowego lub nie ma jeszcze dla nich wsparcia.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wybierz ręcznie wtyczkę Marlin lub Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Jeśli twoje oprogramowanie układowe nie ma wtyczki, to proszę daj nam o tym znać.</p> <p><strong>Długie &ldquo;czekanie na wykrycie oprogramowania układowego&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Nie można wysłać sygnału do wykrycia oprogramowania układowego, oczekiwanie na ponowne uruchomienie drukarki</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Naciśnij na przycisku ponownego uruchamiania drukarki, aby ją włączyć i wyłączyć. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Wybierz ręcznie wtyczkę oprogramowania układowego zamiast samoczynnego wykrywania.</p>
pt: <h4>Itens Especiais do Registo</h4> <p><strong>Não foi possível aceder ao dispositivo no modo de leitura/escrita.</strong></p> <p>&nbsp;&nbsp;&nbsp; Não foi possível aceder ao Dispositivo.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Verifique se o dispositivo não está a ser acedido por outro programa.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Verifique se tem as permissões correctas para abrir o dispositivo.</p> <p><strong>Não foi encontrado nenhum 'plugin' para o &lt;Firmware Detectado&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Faltam os 'plugins' do 'firmware' ou então este não é suportado neste momento.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seleccione manualmente o 'plugin' da Marlin ou da Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Se o seu 'firmware' não tiver um 'plugin', por favor faça-nos chegar essa informação.</p> <p><strong>Diversas mensagens do tipo &ldquo;Waiting for firmware detect&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Não é possível enviar o pedido de detecção do 'firmware' enquanto se espera que a impressora reinicie</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Carregue no botão para reiniciar na sua impressora ou ligue-a e desligue-a. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Seleccione um 'plugin' do 'firmware' no lugar da detecção automática.</p>
pt_br: <h4>Entradas especiais do log</h4> <p><strong>Falha ao abrir o dispositivo em modo leitura/escrita.</strong></p> <p>&nbsp;&nbsp;&nbsp; O dispositivo não está habilitado para ser aberto.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Verifique se o dispositivo não foi aberto em outro programa.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Cheque se você tem permissão para abrir o dispositivo.</p> <p><strong>Não possui plugin para &lt;Firmware detectado&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Os plugins do firmware estão ausentes ou não há suporte para seu firmware atual.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Selecione manualmente o plugin Marlin ou Repetier.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Se o seu firmware não tiver um plugin, por favor, nos avise.</p> <p><strong>Diversas mensagens &ldquo;Aguardando a detecção do firmware&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Não foi possível enviar a detecção de firmware aguardando a impressora reiniciar</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Pressione o botão reiniciar na impressora ou ligue e desligue. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Selecione um plugin de firmware no lugar da detecção automática.</p>
sv: <h4>Särskilda loggposter</h4> <p><strong>Misslyckades öppna enhet för läsning och skrivning.</strong></p> <p>&nbsp;&nbsp;&nbsp; Enheten kunde inte öppnas.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Kontrollera att enheten inte är öppnad av ett annat program.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Kontrollera att du har riktiga rättigheter för att öppna enheten.</p> <p><strong>Inget insticksprogram hittades för &lt;detekterad fast programvara&gt;</strong></p> <p>&nbsp;&nbsp;&nbsp; Insticksprogram för fast programvara saknas eller stöds inte den fasta programvaran för närvarande.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Välj insticksprogrammet Marlin eller Repetier manuellt.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Om den fasta programvaran inte har något insticksprogram, låt oss gärna få veta det.</p> <p><strong>Många &ldquo;Väntar på detektering av fast programvara.&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Kan inte sända detektering av fast programvara vid väntan på att skrivaren ska starta om</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Tryck på skrivarens omstartknapp eller stäng av och sätt på den. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Välj ett insticksprogram för fast programvara istället för automatisk detektering.</p>
tr: <h4>Özel Günlük Girdileri</h4> <p><strong>Aygıt okuma/yazma kipinde açılamadı.</strong></p> <p>&nbsp;&nbsp;&nbsp; Aygıt açılamadı.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Aygıtın başka bir program tarafından açılıp açılmadığını denetleyin.</p> <p>&nbsp; &nbsp; &nbsp;&nbsp; Aygıtı açmak için doğru izinlere sahip olup olmadığınızı denetleyin.</p> <p><strong>&lt;Algılanan Donanım Yazılımı&gt; için eklenti bulunamadı</strong></p> <p>&nbsp;&nbsp;&nbsp; Donanım yazılımı eklentileri eksik veya donanım yazılımınız şu anda desteklenmiyor.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Marlin veya Repetier eklentisini el ile seçin.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Üretici yazılımınızın eklentisi yoksa bize bildirin.</p> <p><strong>Çok fazla &ldquo;Donanım yazılımı algılaması bekleniyor&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; Donanım yazılımı algılaması bekleniyor gönderilemiyor; yazıcının yeniden başlatılması bekleniyor</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Yazıcınızdaki yeniden başlat düğmesine basarak onu yeniden başlatın. </p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Kendiliğinden algılama yerine bir donanım yazılımı eklentisi seçin.</p>
zh_cn: <h4>特殊的日志项目</h4> <p><strong>无法将设备打开为读写模式。</strong></p> <p>&nbsp;&nbsp;&nbsp; 无法打开设备。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp; 检查设备是否正在被其他程序访问。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp; 检查您是否有足够的权限访问设备。</p> <p><strong>未找到适用于 &lt;检测到的固件&gt; 的插件;</strong></p> <p>&nbsp;&nbsp;&nbsp; 固件插件缺失，或者您的设备固件尚未得到支持。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 手动选择 Marlin 或者 Repetier 固件。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 如果您的固件缺少插件适配，请向我们报告。</p> <p><strong>过多的 &ldquo;正在等待固件检测&rdquo;</strong></p> <p>&nbsp;&nbsp;&nbsp; 无法向设备发送“固件检测等待”指令来重启设备</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 请手动重启打印机。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 手动选择一个固件来替代自动检测。</p>

# LogWidget|
source: Save Session Log
ca@valencia: Guarda el registre de la sessió
eo: Konservi Seancan Protokolon
es: Guardar el registro de la sesión
et: Salvesta seansilogi
eu: Gorde saioko egunkaria
fr: Enregistrer le journal de la session
gl: Gardar o rexistro da sesión
he: שמירת יומן הפעלה
ka: სესიის ჟურნალის შენახვა
ko: 세션 로그 저장
nn: Lagra øktlogg
pl: Zapisz dziennik sesji
pt: Gravar o Registo da Sessão
pt_br: Salvar log da sessão
sv: Spara sessionslogg
tr: Oturum Günlüğünü Kaydet
zh_cn: 保存会话日志

# LogWidget|
source: Save Log to file
ca@valencia: Guarda el registre a un fitxer
eo: Konservi Protokolo al dosiero
es: Guardar registro en archivo
et: Logi salvestamine failina
eu: Gorde egunkaria fitxategian
fr: Enregistrer le journal dans un fichier
gl: Gardar o rexistro no ficheiro
he: שמירת יומן לקובץ
ka: ჟურნალის ფაილში ჩაწერა
ko: 파일로 로그 저장
nn: Lagra logg til fil
pl: Zapisz dziennik do pliku
pt: Gravar o Registo num Ficheiro
pt_br: Salvar registro em arquivo
sv: Spara logg i fil
tr: Günlüğü Dosyaya Kaydet
zh_cn: 日志保存到文件

# MovementWidget|
source: Home All
ca@valencia: Inici tots
eo: Hejmo Ĉiuj
es: Todo en posición inicial
et: Kõik koju
eu: Makina-zero denak
fr: Origine pour tout
gl: Todo do inicio
he: חזרה הביתה בכל הצירים
ka: ყველა დასაწყისში
ko: 모두 홈
nn: Heim alle
pl: Dom wszystkie
pt: Origem em Todos
pt_br: Todas as páginas iniciais
sv: Hem alla
tr: Tümünü Başlangıç Noktasına Getir
zh_cn: 归位所有

# MovementWidget|
source: Home X
ca@valencia: Inici X
eo: Hejmo X
es: X inicial
et: X koju
eu: X makina-zero
fr: Origine en X
gl: X de inicio
he: חזרה הביתה ב־X
ka: დასაწყისის X
ko: X축 홈
nn: Heim X
pl: Dom X
pt: Origem em X
pt_br: Página inicial X
sv: Hem x
tr: X’i Başlangıç Noktasına Getir
zh_cn: 归位 X

# MovementWidget|
source: Home Y
ca@valencia: Inici Y
eo: Hejmo Y
es: Y inicial
et: Y koju
eu: Y makina-zero
fr: Origine en Y
gl: Y de inicio
he: חזרה הביתה ב־Y
ka: დასაწყისის Y
ko: Y축 홈
nn: Heim Y
pl: Dom Y
pt: Origem em Y
pt_br: Página inicial Y
sv: Hem y
tr: Y’yi Başlangıç Noktasına Getir
zh_cn: 归位 Y

# MovementWidget|
source: Home Z
ca@valencia: Inici Z
eo: Hejmo Z
es: Z inicial
et: Z koju
eu: Z makina-zero
fr: Origine en Z
gl: Z de inicio
he: חזרה הביתה ב־Z
ka: დასაწყისის Z
ko: Z축 홈
nn: Heim Z
pl: Dom Z
pt: Origem em Z
pt_br: Página inicial Z
sv: Hem z
tr: Z’yi Başlangıç Noktasına Getir
zh_cn: 归位 Z

# MovementWidget|
source: Disable Motors
ca@valencia: Desactiva els motors
eo: Malebligi Motorojn
es: Desactivar motores
et: Lülita mootorid välja
eu: Motorrak desgaitu
fr: Désactiver les moteurs
gl: Desactivar os morotes
he: השבתת מנועים
ka: ძრავების გამორთვა
ko: 모터 비활성화
nn: Slå av motorane
pl: Wyłącz silniki
pt: Desactivar os Motores
pt_br: Desliga os motores
sv: Inaktivera motorer
tr: İşletkeleri Devre Dışı Bırak
zh_cn: 关闭电机

# MovementWidget|
source: Move X Axis to
ca@valencia: Mou l'eix X a
eo: Movi X-akson al
es: Mover el eje X hasta
eu: Eraman Z ardatza hona:
fr: Déplacer l'axe X à
gl: Mover o eixe X a
he: העברת ציר X אל
ka: X ღერძის გადატანა
ko: 다음으로 X축 이동
nn: Flytt X-akse til
pl: Przesuń oś X do
pt: Mover o Eixo dos X para
pt_br: Move o eixo X para
sv: Flytta x-axel till
tr: X Eksenini Şuraya Taşı
zh_cn: 将 X 轴移动到

# MovementWidget|
source: Move Y Axis to
ca@valencia: Mou l'eix Y a
eo: Movi Y-akson al
es: Mover el eje Y hasta
eu: Eraman Z ardatza hona:
fr: Déplacer l'axe Y à
gl: Mover o eixe Y a
he: העברת ציר Y אל
ka: Y ღერძის გადატანა
ko: 다음으로 Y축 이동
nn: Flytt Y-akse til
pl: Przesuń oś Y do
pt: Mover o Eixo dos Y para
pt_br: Move o eixo Y para
sv: Flytta y-axel till
tr: Y Eksenini Şuraya Taşı
zh_cn: 将 Y 轴移动到

# MovementWidget|
source: Move Z Axis to
ca@valencia: Mou l'eix Z a
eo: Movi Z-akson al
es: Mover el eje Z hasta
eu: Eraman Z ardatza hona:
fr: Déplacer l'axe Z à
gl: Mover o eixe Z a
he: העברת ציר Z אל
ka: Z ღერძის გადატანა
ko: 다음으로 Z축 이동
nn: Flytt Z-akse til
pl: Przesuń oś Z do
pt: Mover o Eixo dos Z para
pt_br: Move o eixo Z para
sv: Flytta z-axel till
tr: Z Ekseninini Şuraya Taşı
zh_cn: 将 Z 轴移动到

# MovementWidget|
source: Go
ca@valencia: Ves
es: Ir
eu: Joan
fr: Aller
gl: Ir
he: מעבר
ko: 이동
nn: Gå til
pl: Idź
pt: Ir
pt_br: Ir
sv: Starta
tr: Git

# PlotWidget|
source: Temp.
eu: Tenp.
he: טמפרטורה
ka: ტემპ.
ko: 온도.
tr: Sıcakl.
zh_cn: 温度

# PrintWidget|
source: Print File
ca@valencia: Imprimix el fitxer
eo: Presi Dosiero
es: Imprimir archivo
et: Trüki fail
eu: Inprimatu fitxategia
fr: Imprimer un fichier
gl: Imprimir un ficheiro
he: הדפסת קובץ
ka: ფაილის დაბეჭდვა
ko: 파일 인쇄
nn: Skriv ut fil
pl: Drukuj plik
pt: Imprimir um Ficheiro
pt_br: Imprimir arquivo
sv: Skriv ut fil
tr: Dosyayı Yazdır
zh_cn: 打印文件

# PrintWidget|
source: Emergency Stop
ca@valencia: Parada d'emergència
eo: Urĝa Halto
es: Parada de emergencia
et: Erakorraline peatamine
eu: Larrialdiko geldialdi
fr: Arrêt d'urgence
gl: Parada de emerxencia
he: עצירת חירום
ka: გადაუდებელი გაჩერება
ko: 비상 정지
nn: Naudstopp
pl: Nieprzewidziane zatrzymanie
pt: Paragem de Emergência
pt_br: Parada de emergência
sv: Nödstopp
tr: Acil Durdur
zh_cn: 紧急停止

# PrintWidget|
source: Printer Speed
ca@valencia: Velocitat de la impressió
eo: Presilo Rapido
es: Velocidad de la impresora
et: Printeri kiirus
eu: Inprimagailuaren abiadura
fr: Vitesse de l'imprimante
gl: Velocidade da impresora
he: מהירות מדפסת
ka: პრინტერის სიჩქარე
ko: 프린터 속도
nn: Skrivarfart
pl: Szybkość drukarki
pt: Velocidade da Impressora
pt_br: Velocidade da impressora
sv: Skrivarhastighet
tr: Yazıcı Hızı
zh_cn: 打印机速度

# PrintWidget|
source: Set
ca@valencia: Establix
eo: Difini
es: Definir
et: Määra
eu: Ezarri
fr: Définir
gl: Definir
he: הגדרה
ka: დაყენება
ko: 설정
nn: Vel
pl: Ustaw
pt: Definir
pt_br: Conjunto
sv: Ställ in
tr: Ayarla
zh_cn: 设置

# PrintWidget|
source: Flow Rate
ca@valencia: Velocitat del flux
eo: Fluo-Indico
es: Velocidad del flujo
eu: Emaria
fr: Taux de flux
gl: Taxa de fluxo
he: קצב זרימה
ka: ნაკადის სიჩქარე
ko: 유츨 속도
nn: Flytrate
pl: Szybkość przepływu
pt: Taxa do Fluxo
pt_br: Taxas de fluxo
sv: Flödeshastighet
tr: Akış Hızı
zh_cn: 流速
