Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# QObject|
source: M209: Enable automatic retract
ca: M209: Activa la retracció automàtica
ca@valencia: M209: Activa la retracció automàtica
eo: M209: Ebligi aŭtomatan retiron
es: M209: Activar retracción automática
eu: M209: Gaitu barruratze automatikoa
fr: M209 : activer la rétraction automatique
gl: M209: Activar a retracción automática
he: M209: הפעלת נסיגה אוטומטית
ka: M209: ავტომატური გაწევს დაყენება
ko: M209: 자동 수축 사용
nl: M209: automatisch terugtrekken inschakelen
nn: M209: Bruk automatisk inntrekking
pl: M209: Włącz samoczynne wycofywanie
pt: M209: Activar a retracção automática
pt_br: M209: Habilita retração automática
sv: M209: Aktivera automatisk tillbakadragning
tr: M209: Kendiliğinden geri çekmeyi etkinleştir
zh_cn: M209：启用自动回缩

# QObject|
source: M212: Set Bed Level Sensor Offset
ca: M212: Estableix el desplaçament del sensor al nivell del llit
ca@valencia: M212: Establix el desplaçament del sensor al nivell del llit
eo: M212: Agordi Bed-nivelan Sensil-Deŝovon
es: M212: Definir el desplazamiento del sensor a nivel de la cama
eu: M212: Ezarri ohe mailako sentsorearen jatorri-zuzenketa
fr: M212 : définir le décalage du capteur de niveau du plateau
gl: M212: Definir o desprazamento do sensor de nivel da cama
he: M212: הגדרת היסט חיישן איזון מצע
ka: M212: სტენდის დონის სენსორის წანაცვლების დაყენება
ko: M212: 베드 수평 센서 오프셋 설정
nl: M212: offset van bedniveausensor instellen
nn: M212: Definer forskyving for sensor for sengenivå
pl: M212: Ustaw przesunięcie przetwornika poziomu łoża
pt: M212: Definir o Nível-Base do Sensor
pt_br: M212: Definir o nível base do sensor
sv: M212: Ställ in bäddnivåns sensorposition
tr: M212: Yatak düzeyi algılayıcı ofsetini ayarla
zh_cn: M212：设置基板水平传感器偏移

# QObject|
source: M218: Set Hotend Offset
ca: M218: Estableix el desplaçament de l'escalfament final
ca@valencia: M218: Establix el desplaçament de l'escalfament final
eo: M218: Agordi Hotend-Offset
es: M218: Fijar desplazamiento del hotend
eu: M218: Ezarri mutur-beroaren jatorri-zuzenketa
fr: M218 : régler le décalage entre les têtes d'impression
gl: M218: Definir o desprazamento do extremo quente
he: M128: הגדרת היסט ראש חם
ka: M218: ცხელი ბოლოს წანაცვლების დაყენება
ko: M218: 핫엔드 오프셋 설정
nl: M218: offset van hotend instellen
nn: M218: Definer forskyving for varmestykke
pl: M218: Ustaw przesunięcie gorącej końcówki
pt: M218: Definir a Posição de Temperatura Final
pt_br: M218: Definir a posição de temperatura final
sv: M218: Ställ in position för varmslut
tr: M218: Sıcak uç ofsetini ayarla
zh_cn: M218：设置热端偏移

# QObject|
source: M220: Set speed factor override percentage
ca: M220: Estableix el percentatge de superposició del factor de velocitat
ca@valencia: M220: Establix el percentatge de superposició del factor de velocitat
eo: M220: Agordi rapidfaktoran superregan procenton
es: M220: Definir el porcentaje de ajuste del factor de velocidad
et: M220: Kiirusteguri tühistamise protsendi määramine
fr: M220 : définir un pourcentage correctif des vitesses d'avance
gl: M220: Definir a porcentaxe de sobredefinición do factor de velocidade
he: M220: הגדרת אחוז דריסת מקדם מהירות
ka: M220: სიჩქარის ფაქტორის გადაფარვის პროცენტულობის დაყენება
ko: M220: 속도 계수 무시 비율 설정
nl: M220: snelheidsfactor overschijvingspercentage instellen
nn: M220: Definer prosentfaktor for fartsoverstyring
pl: M220: Ustaw procent zastąpienia współczynnika szybkości
pt: M220: Definir a percentagem substituta do factor de velocidade
pt_br: M220: Definir porcentagem de substituição do fator de velocidade
sv: M220: Ställ in överskridningsprocent för hastighetsfaktor
tr: M220: Hız etmeni geçersiz kılma yüzdesini ayarla
zh_cn: M220：设置速度系数覆盖设置百分比

# QObject|
source: M221: Set extrude factor override percentage
ca: M221: Estableix el percentatge de superposició del factor de l'extrusió
ca@valencia: M221: Establix el percentatge de superposició del factor de l'extrusió
eo: M221: Agordi elprocenton de superrega faktoro
es: M221: Definir el porcentaje de ajuste del factor de extrusión
et: M221: Trükipeateguri tühistamise protsendi määramine
eu: M221: Ezarri estrusio faktorea gainidazteko ehunekoa
fr: M221 : définition d'un pourcentage correctif du débit d'extrusion
gl: M221: Definir a porcentaxe de sobredefinición do factor de expulsión
he: M221: הגדרת אחוז דריסת מקדם משחיל
ka: M220: გამოწნევის ფაქტორის გადაფარვის პროცენტულობის დაყენება
ko: M221: 압출 계수 무시 비율 설정
nl: M221: extrusiefactor overschijvingspercentage instellen
nn: M221: Definer prosentfaktor for ekstrudering
pl: M221: Ustaw procent zastąpienia współczynnika wyciskania
pt: M221: Definir a percentagem substituta do factor de extrusão
pt_br: M221: Definir porcentagem de substituição do fator de extrusão
sv: M221: Ställ in överskridningsprocent för extruderingsfaktor
tr: M221: Ekstrüt etmeni geçersiz kılma yüzdesini ayarla
zh_cn: M221：设置挤出参数覆盖设置百分比

# QObject|
source: M226: Wait for pin state
ca: M226: Espera l'estat del pin
ca@valencia: M226: Espera l'estat del pin
eo: M226: Atendi la staton de pinglo
es: M226: Esperar estado del pin
fr: M226 : attendre de connaître l'état des broches
gl: M226: Agardar polo estado do prendedor
he: M226: להמתין למצב הפין
ka: M226: ფეხის მდგომარეობის მოლოდინი
ko: M226: 핀 상태 대기
nl: M226: Op status van pen wachten
nn: M226: Vent på pinne-tilstand
pl: M226: Czekaj na stan pin-u
pt: M226: Esperar pelo estado do pino
pt_br: M226: Esperar pelo estado do pino
sv: M226: Vänta på anslutningstillstånd
tr: M226: Pim durumunu bekle
zh_cn: M226：等待针脚状态

# QObject|
source: M231: Set OPS parameter
ca: M231: Estableix el paràmetre OPS
ca@valencia: M231: Establix el paràmetre OPS
eo: M231: Agordi OPS-parametron
es: M231: Definir el parámetro OPS
et: M231: OPS parameetri määramine
eu: M231: Ezarri «OPS» parametroak
fr: M231 : définir le paramètre « OPS »
gl: M231: Definir o parámetro OPS
he: M231: הגדרת משתנה OPS
ka: M231: OPS პარამეტრის დაყენება
ko: M231: OPS 인자 설정
nl: M231: OPS-parameter instellen
nn: M231: Definer OPS-parameter
pl: M231: Ustaw parametr OPS
pt: M231: Definir o parâmetro do OPS
pt_br: M231: Definir o parâmetro do OPS
sv: M231: Ställ in OPS-parameter
tr: M231: OPS parametresini ayarla
zh_cn: M231：设置 OPS 参数

# QObject|
source: M232: Read and reset max. advance values
ca: M232: Llegeix i restableix al màxim els valors avançats
ca@valencia: M232: Llig i restablix al màxim els valors avançats
eo: M232: Legi kaj restarigi max. antaŭvaloroj
es: M232: Leer y reiniciar loa valores de avance máximo
eu: M232: Irakurri eta berrezarri balio aurreratu maximoak
fr: M232 : lecture et ré-initialisation des valeurs avancées maximales
gl: M232: Ler e restabelecer os valores máximos de avance
he: M232: קריאה ואיפוס של ערכי קידום מרביים
ka: M232: წინ გაწევის მნიშვნელობების წაკითხვა და საწყის მნიშვნელობაზე დაყენება
ko: M232: 최대 읽기 및 재설정. 향샹된 값
nl: M232: max. voortgangswaarden lezen en resetten
nn: M232: Les og nullstill verdiar for maksavansering
pl: M232: Odczytaj i wyzeruj maksymalne wartości posuwu
pt: M232: Ler e reiniciar os valores avançados máximos
pt_br: M232: Ler e reiniciar os valores avançados máximos
sv: M232: Läs och nollställ maximala framåtvärden
tr: M232: En yüksek gelişmiş değerleri oku ve sıfırla
zh_cn: M232：读取并重置最大高级数值

# QObject|
source: M240: Trigger camera
ca: M240: Dispara la càmera
ca@valencia: M240: Dispara la càmera
eo: M240: Eligi fotilon
es: M240: Disparar la cámara
et: M240: Kaamera käivitamine
eu: M240: Eragin kamera
fr: M240 : déclencher la caméra
gl: M240: Disparar a cámara
he: M240: הזנקת מצלמה
ka: M240: კამერის ტრიგერი
ko: M240: 트리거 카메라
nl: M240: camera starten
nn: M240: Utløys kamera
pl: M240: Wyzwól aparat
pt: M240: Activar a câmara
pt_br: M240: Ativar a câmera
sv: M240: Utlös kamera
tr: M240: Kamerayı tetikle
zh_cn: M240：触发摄像头

# QObject|
source: M250: Set LCD contrast
ca: M250: Estableix el contrast del LCD
ca@valencia: M250: Establix el contrast del LCD
eo: M250: Agordi LCD-kontraston
es: M250: Definir el contraste del LCD
et: M250: LCD kontrasti määramine
eu: M250: Ezarri LCD kontrastea
fr: M250 : définir le contraste LCD
gl: M250: Definir a contraste de LCD
he: M250: הגדרת ניגודיות מסך LCD
ka: M250: LCD -ის კონტრასტის დაყენება
ko: M250: LCD 대비 설정
nl: M250: LCD-contrast instellen
nn: M250: Vel LCD-kontrast
pl: M250: Ustaw kontrast LCD
pt: M250: Definir o contraste do LCD
pt_br: M250: Definir o contraste do LCD
sv: M250: Ställ in LCD-kontrast
tr: M250: LCD karşıtlığını ayarla
zh_cn: M250：设置液晶屏对比度

# QObject|
source: M251: Measure Z steps from homing stop (Delta printers)
ca: M251: Mesura els passos Z des de l'aturada d'inici (impressores Delta)
ca@valencia: M251: Mesura els passos Z des de la parada d'inici (impressores Delta)
eo: M251: Mezuri Z-paŝojn de veturhalto (Delta printiloj)
es: M251: Medir pasos Z desde la parada de inicio (impresoras Delta)
fr: M251 : mesure de pas en Z à partir d'un arrêt en position originale (Imprimantes par delta)
gl: M251: Medir os pasos de Z desde a parada de inicio (impresoras Delta)
he: M251: מדידת צעדי עומק/גובה מנקודת הבית (מדפסות Delta)
ka: M251: გაჩერებს წერტილიდან Z ნაბიჯების გამოთვლა (დელტა პრინტერები)
ko: M251: 원점 복귀에서 Z축 단계 측정(델타 프린터)
nl: M251: Z-stappen meten vanaf thuisstop (Delta printers)
nn: M251: Mål Z-steg frå frå heimingsstopp (Delta-skrivarar)
pl: M251: Zmierz kroki Z od zatrzymania w domu (drukarki Delta)
pt: M251: Medir os passos em Z desde a paragem inicial (impressoras Delta)
pt_br: M251: Mede Z etapas da parada de retorno à página inicial (impressoras Delta)
sv: M251: Mät z-steg från hemstopp (Delta-skrivare)
tr: M251: Başlangıç noktasına dönüşten Z adımlarını ölç (Delta yazıcıları)
zh_cn: M251：测量 Z 轴从归位开始的步数 (Delta 打印机)

# QObject|
source: M280: Set servo position
ca: M280: Estableix la posició del servo
ca@valencia: M280: Establix la posició del servo
eo: M280: Agordi servopozicion
es: M280: Definir posición del servomotor
et: M280: Servomootori asukoha määramine
eu: M280: Ezarri serbo-kokapena
fr: M280 : définition de la position du servo
gl: M280: Definir a posición do servo
he: M280: הגדרת מקום מנוע
ka: M280: სერვოს მდებარეობის დაყენება
ko: M280: 서보 위치 설정
nl: M280: Servopositie instellen
nn: M280: Definer posisjon for servomotor
pl: M280: Ustaw położenie serwa
pt: M280: Definir a posição do servomotor
pt_br: M280: Define posição do servomotor
sv: M280: Ställ in servoposition
tr: M280: Servo konumunu ayarla
zh_cn: M280: 设置伺服马达位置

# QObject|
source: M300: Play beep sound
ca: M300: Reprodueix un so d'avís
ca@valencia: M300: Reproduïx un so d'avís
eo: M300: Ludi pep-sonon
es: M300: Reproducir un pitido
et: M300: Piiksu esitamine
eu: M300: Bip egin
fr: M300 : lecture d'un son de bip
gl: M300: Reproducir un son de pito
he: M300: השמעת צפצוף
ka: M300: პიპინი
ko: M300: 비프 음 재생
nl: M300: piepgeluid afspelen
nn: M300: Spel pipelyd
pl: M300: Piknij
pt: M300: Tocar um som de 'bip'
pt_br: M300: Toca um alarme sonoro
sv: M300: Avge ljudsignal
tr: M300: Bip sesi çal
zh_cn: M300：播放声音提示

# QObject|
source: M301: Set PID parameters
ca: M301: Estableix els paràmetres PID
ca@valencia: M301: Establix els paràmetres PID
eo: M301: Agordi PID-parametrojn
es: M301: Definir parámetros PID
et: M301: PID parameetrite määramine
eu: M301: Ezarri PID parametroak
fr: M301 : définir les paramètres du PID
gl: M301: Definir os parámetros de PID
he: M301: הגדרת משתני PID/כיול טמפרטורה
ka: M301: PID -ის პარამეტრების დაყენება
ko: M301: PID 인자 설정
nl: M301: PID-parameters instellen
nn: M301: Definer PID-parametrar
pl: M301: Ustaw parametry PID
pt: M301: Definir os parâmetros do PID
pt_br: M301: Define os parâmetros do PID
sv: M301: Ställ in PID-parametrar
tr: M301: PID parametrelerini ayarla
zh_cn: M301：设置 PID 参数

# QObject|
source: M302: Allow cold extrudes
ca: M302: Permet les extrusions en fred
ca@valencia: M302: Permet les extrusions en fred
eo: M302: Permesi malvarmajn eltrudojn
es: M302: Permitir extrusiones en frío
et: M302: Külma trükipea lubamine
eu: M302: Onartu estrusioa hotzean
fr: M302 : autorisation pour des extrusions à froid
gl: M302: Permitir expulsións frías
he: M302: לאפשר השחלות קרות
ka: M302: ცივი გამოწნევის დაშვება
ko: M302: 냉간 압출 허용
nl: M302: koude extrudes toestaan
nn: M302: Tillat kalde ekstrudering
pl: M302: Zezwalaj na zimne wyciskanie
pt: M302: Permitir extrusões a frio
pt_br: M302: Permite extrusão a frio
sv: M302: Tillåt kallextrudering
tr: M302: Soğuk ekstrütlere izin ver
zh_cn: M302：允许冷挤出

# QObject|
source: M303: Run PID tuning
ca: M303: Executa l'afinació PID
ca@valencia: M303: Executa l'afinació PID
eo: M303: Ruli PID-agordon
es: M303: Ejecutar ajuste de PID
et: M303: PID häälestamine
eu: M303: Exekutatu PID doitzea
fr: M303: exécution du réglage de « PID »
gl: M303: Executar o axuste de PID
he: M303: הרצת כוונון PID/כיול טמפרטורה
ka: M303: PID -ის მორგების გაშვება
ko: M303: PID 튜닝 실행
nl: M303: PID-tuning uitvoeren
nn: M303: Køyr PID-autojustering
pl: M303: Przeprowadź dostrajanie PID
pt: M303: Executar o ajuste do PID
pt_br: M303: Executa o ajuste PID
sv: M303: Utför PID-avstämning
tr: M303: PID ince ayarı çalıştır
zh_cn: M303：运行 PID 调整

# QObject|
source: M304: Set PID parameters - Bed
ca: M304: Estableix els paràmetres PID -llit-
ca@valencia: M304: Establix els paràmetres PID -llit-
eo: M304: Agordi PID-parametrojn - Lito
es: M304: Definir los parámetros PID de la cama
et: M304: PID parameetrite määramine - trükialus
eu: M304: Ezarri PID parametroak - Ohea
fr: M304 : définir les paramètres PID pour le plateau
gl: M304: Definir os parámetros de PID - Cama
he: M304: הגדרת משתני PID/כיול טמפרטורה - מצע
ka: M304: PID -ის პარამეტრების დაყენება - საწოლი
ko: M304: PID 인자 설정 - 베드
nl: M304: PID-parameters instellen - Bed
nn: M304: Definer PID-parametrar – seng
pl: M304: Ustaw parametry PID - łoże
pt: M304: Definir os parâmetros do PID - Base
pt_br: M304: Define parâmetros PID - Base
sv: M304: Ställ in PID-parametrar - bädd
tr: M304: PID parametrelerini ayarla — Yatak
zh_cn: M304：设置 PID 参数 - 基板

# QObject|
source: M305: Set thermistor and ADC parameters
ca: M305: Estableix els paràmetres del termistor i ADC
ca@valencia: M305: Establix els paràmetres del termistor i ADC
eo: M305: Agordi termistoron kaj ADC-parametrojn
es: M305: Definir los parámetros del termistor y de ADC
fr: M305 : définition des paramètres du thermistor et « ADC »
gl: M305: Definir os parámetros do termistor e do ADC
he: M305: הגדרת משתני תרמיסטור ו־ADC (חיישן טמפרטורה וממיר אנלוגי-דיגיטלי)
ka: M305: თერმისტორისა და ADC-ის პარამეტრების დაყენება
ko: M305: 서미스터 및 ADC 인자 설정
nl: M305: thermistor en ADC parameters instellen
nn: M305: Definer termistor- og ADC-parametrar
pl: M305: Ustaw termistor i parametry ADC
pt: M305: Definir os parâmetros do termístor e do CAD
pt_br: M305: Define parâmetros do termistor e do ADC
sv: M305: Ställ in termistor- och ADC-parametrar
tr: M305: Isıldirenç ve ADC parametrelerini ayarla
zh_cn: M305：设置热敏电阻及模数转换器 (ADC) 参数

# QObject|
source: M306: set home offset calculated from toolhead position
ca: M306: estableix el desplaçament inicial calculat des de la posició del capçal de l'eina
ca@valencia: M306: establix el desplaçament inicial calculat des de la posició del capçal de l'eina
eo: M306: meti hejman deŝovon kalkulitan de ilkapa pozicio
es: M306: Definir el desplazamiento inicial calculado desde la posición del cabezal
eu: M306: Ezarri makina-zerorekiko zuzenketa erreminta-buruaren kokapenetik kalkulatuta
fr: M306 : définition de la compensation d'origine calculée à partir de la position de la tête de l'outil
gl: M306: Definir o desprazamento do inicio calculado a partir da posición do punto de colocación da ferramenta
he: M306: הגדרת היסט בית מחושב ממקום ראש הכלי
ka: M306: ხელსაწყოს ბუნიკის მდებარეობიდან გამოთვლილი საწყისი წანაცვლების დაყენება
ko: M306: 툴헤드 위치에서 계산 된 원점 오프셋 설정
nl: M306: home-offset berkend uit toolhead-positie instellen
nn: M306: Definer heimforskyving rekna ut frå posisjon til verktøyhovud
pl: M306: ustaw przesunięcie domu obliczone z położenia głowicy roboczej
pt: M306: definir a posição inicial calculada da posição da cabeça da ferramenta
pt_br: M306: Ajuste do deslocamento inicial calculado a partir da posição do cabeçote
sv: M306: Ställ in hemförskjutning beräknad från verktygshuvudets position
tr: M306: Araç başlığı konumundan başlangıç noktası hesaplanmış ofsetini ayarla
zh_cn: M306：基于工具头位置计算归位偏移

# QObject|
source: M320: Activate autolevel (Repetier)
ca: M320: Activa el nivell automàtic («repetier»)
ca@valencia: M320: Activa el nivell automàtic («repetier»)
eo: M320: Aktivigi aŭtomatan nivelon (Ripetilo)
es: M320: Activar nivel automático (Repetier)
et: M320: Automaatse taseme aktiveerimine (Repetier)
eu: M320: Aktibatu maila automatikoki berdintzea (Repetier)
fr: M320 : activer le niveau automatique (Repetier)
gl: M320: Activar a nivelación automática (Repetier)
he: M320: הפעלת איזון אוטומטי (Repetier)
ka: M320: ავტომატური დონის ჩართვა (Repetier)
ko: M320: 자동수평 활성화(Repetier)
nl: M320: autoniveau activeren (herhaler)
nn: M320: Slå på automatisk nivåkalibrering (Repetier)
pl: M320: Włącz samopoziomowanie (Repetier)
pt: M320: Activar o nível automático (Repetier)
pt_br: M320: Ativa nível automático (Repetidor)
sv: M320: Aktivera automatisk nivå (Repetier)
tr: M320: Kendiliğinden düzlemeyi etkinleştir (Repetier)
zh_cn: M320：激活自动水平 (Repetier)

# QObject|
source: M321: Deactivate autolevel (Repetier)
ca: M321: Desactiva el nivell automàtic («repetier»)
ca@valencia: M321: Desactiva el nivell automàtic («repetier»)
eo: M321: Malaktivigi aŭtomatan nivelon (Ripetilo)
es: M321: Desactivar nivel automático (Repetier)
et: M321: Automaatse taseme deaktiveerimine (Repetier)
eu: M320: Desaktibatu maila automatikoki berdintzea (Repetier)
fr: M321 : désactiver le niveau automatique (Repetier)
gl: M321: Desactivar a nivelación automática (Repetier)
he: M321: כיבוי איזון אוטומטי (Repetier)
ka: M321: ავტომატური დონის გამორთვა (Repetier)
ko: M321: 자동수평 비활성화(Repetier)
nl: M321: autoniveau deactiveren (herhaler)
nn: M321: Slå av automatisk nivåkalibrering (Repetier)
pl: M321: Wyłącz samopoziomowanie (Repetier)
pt: M321: Desactivar o nível automático (Repetier)
pt_br: M321: Desativa nível automático (Repetidor)
sv: M321: Inaktivera automatisk nivå (Repetier)
tr: M321: Kendiliğinden düzlemeyi etkinleştir (Repetier)
zh_cn: M321：停用自动水平 (Repetier)

# QObject|
source: M322: Reset autolevel matrix (Repetier)
ca: M322: Restableix la matriu del nivell automàtic («repetier»)
ca@valencia: M322: Restablix la matriu del nivell automàtic («repetier»)
eo: M322: Restarigi aŭtomatan matricon (Ripetilo)
es: M322: Reiniciar la matriz de nivel automático (Repetier)
et: M322: Automaatse taseme maatriksi lähtestamine (Repetier)
eu: M322: Berrezarri maila automatikoki berdintzeko matrizea (Rrepetier)
fr: M322 : réinitialiser la matrice de niveau automatique (Repetier)
gl: M322: Restabelecer a matriz de nivelación automática (Repetier)
he: M322: איפוס רשת איזון אוטומטי (Repetier)
ka: M322: ავტომატური დონის მატრიცის საწყის მნიშვნელობაზე დაბრუნება (Repetier)
ko: M322: 자동수평 행렬 재설정(Repetier)
nl: M322: autoniveau matrix resetten (herhaler)
nn: M322: Nullstill autonivå-matrise (Repetier)
pl: M322: Wyzeruj macierz samopoziomowania (Repetier)
pt: M322: Reiniciar a matriz de níveis automáticos (Repetier)
pt_br: M322: Redefine matriz de nível automático (Repetidor)
sv: M322: Nollställ automatisk nivåmatris (Repetier)
tr: M322: Kendiliğinden düzleme matrisini sıfırla (Repetier)
zh_cn: M322：重置自动水平矩阵 (Repetier)

# QObject|
source: M323: Distortion correction on/off (Repetier)
ca: M323: Des/activa la correcció de la distorsió («repetier»)
ca@valencia: M323: Des/activa la correcció de la distorsió («repetier»)
eo: M323: Distorda korekto ŝaltita/malŝaltita (Ripetilo)
es: M323: Activar/desactivar la corrección de la distorsión (Repetier)
et: M323: Moonutuse korrigeemine sees/väljas (Repetier)
eu: M323: Distortsio zuzenketa aktibatu/desaktibatu (Repetier)
fr: M323 : activation / désactivation des corrections de distorsion (Repetier)
gl: M323: Conmutar a corrección da distorsión (Repetier)
he: M323: הפעלת/כיבוי תיקון עיוותים (Repetier)
ka: M323: დამახინჯების შესწორების ჩართ/გამორთ (Repetier)
ko: M323: 왜곡 보정 켜기/끄기(Repetier)
nl: M323: Distorsiecorrectie aan/uit (herhaler)
nn: M323: Forvrengingskorrigering på/av (Repetier)
pl: M323: Poprawka zniekształcenia wł/wył (Repetier)
pt: M323: Correcção da distorção ligada/desligada (Repetier)
pt_br: M323: Correção da distorção ligada/desligada (Repetier)
sv: M323: Distortionskorrigering på/av (Repetier)
tr: M323: Pürüz düzeltme açık/kapalı (Repetier)
zh_cn: M323：失真矫正开/关 (Repetier)

# QObject|
source: M340: Control the servos
ca: M340: Controla els servos
ca@valencia: M340: Controla els servos
eo: M340: Regi la servomotorojn
es: M340: Controlar los servomotores
et: M340: Servomootorite juhtimine
eu: M340: Kontrolatu serboak
fr: M340 : contrôle des servo-commandes
gl: M340: Controlar os servos
he: M340: שליטה במנועים
ka: M340: სერვოების კონტროლი
ko: M340: 서보 제어
nl: M340: de servo's besturen
nn: M340: Kontroller servomotorar
pl: M340: Steruj serwami
pt: M340: Controlo dos servomotores
pt_br: M340: Controle dos servomotores
sv: M340: Kontrollera servon
tr: M340: Servoları denetle
zh_cn: M340：控制伺服马达

# QObject|
source: M350: Set microstepping mode
ca: M350: Estableix el mode micropassos
ca@valencia: M350: Establix el mode micropassos
eo: M350: Agordi mikropaŝan reĝimon
es: M350: Definir el modo de micropasos
fr: M350 : définition du mode en micro-étapes
gl: M350: Definir o modo de micropasos
he: M350: הגדרת מצב צעדים מזעריים
ka: M350: მიკრობიჯების რეჟიმის დაყენება
ko: M350: 마이크로평탄화 모드 설정
nl: M350: microstappenmodus instellen
nn: M350: Bruk mikrosteg-modus
pl: M350: Ustaw tryb mikrokroków
pt: M350: Definir o modo de micro-passos
pt_br: M350: Definir o modo de micro-passos
sv: M350: Ställ in mikrostegläge
tr: M350: Mikro adımlama kipini ayarla
zh_cn: M350：设置微步进模式

# QObject|
source: M351: Toggle MS1 MS2 pins directly
ca: M351: Commuta directament els pins de MS1 MS2
ca@valencia: M351: Canvia directament els pins de MS1 MS2
eo: M351: Baskuligi MS1 MS2-pinglojn rekte
es: M351: Cambiar los pines MS1 y MS2 directamente
fr: M351 : échange direct des broches « MS1 » et « MS2 »
gl: M351: Conmutar os prendedores MS1 e MS2 directamente
he: M351: החלפת המצב של פינים MS1 MS2 ישירות
ka: M351: MS1 და MS2 ფეხებს პირდაპირ გადართვა
ko: M351: MS1 MS2 핀 직접 전환
nl: M351: MS1 MS2 pins direct omschakelen
nn: M351: Slå på/av MS1-/MS2-pinnar direkte
pl: M351: Przełącz pin-y MS1 MS2 bezpośrednio
pt: M351: Comutar directamente os pinos MS1 MS2
pt_br: M351: Comutar diretamente os pinos MS1 MS2
sv: M351: Ändra MS1 MS2-anslutningar direkt
tr: M351: MS1 MS2 pimlerini doğrudan aç/kapat
zh_cn: M351：直接切换 MS1 MS2 针脚

# QObject|
source: M355: Turn case lights on/off
ca: M355: Encén/apaga les llums segons el cas
ca@valencia: M355: Encén/apaga les llums segons el cas
eo: M355: Enŝalti/malŝalti kazajn lumojn
es: M355: Encender/apagar las luces de la caja
eu: M355: Piztu/itzali kutxako argiak
fr: M355 : allumage ou extinction des lumières de la boîte
gl: M355: Conmutar as luces da caixa
he: M355: כיבוי/הדלקה של נוריות המארז
ka: M355: კორპუსის განათების ჩართ/გამორთ
ko: M355: 케이스 조명 켜기/끄기
nl: M355: lichten van case aan-/uitzetten
nn: M355: Slå kabinettlys på/av
pl: M355: Wł/Wył światła obudowy
pt: M355: Activar/desactivar as luzes da caixa
pt_br: M355: Ativar/desativar as luzes da caixa
sv: M355: Sätt på eller stäng av huvljus
tr: M355: Kutu ışıklarını aç/kapat
zh_cn: M355：开关外壳灯
