Repository: KDE/atcore
Catalog: poqm/*/atcore_qt.po
Languages: ca, ca@valencia, eo, es, et, eu, fr, gl, he, ka, ko, nl, nn, pl, pt, pt_br, sv, tr, zh_cn

# AtCore|
source: Waiting for firmware detect.
ca@valencia: S'està esperant a detectar el microprogramari.
eo: Atendante la detekton de firmware.
es: Esperando detección del firmware.
et: Ootamine püsivara tuvastamise järel.
eu: Firmwarea hautemateko zain.
fr: En attente de détection d'un micrologiciel.
gl: Agardando pola detección de firmware.
he: בהמתנה לזיהוי קושחה.
ka: მიკროკოდის დადგენის მოლოდინი.
ko: 펌웨어 감지를 기다리고 있습니다.
nn: Ventar på detektering av fastvare.
pl: Oczekiwanie na wykrycie oprogramowania układowego.
pt: À espera da detecção do 'firmware'.
pt_br: Esperando pela detecção do firmware
sv: Väntar på detektering av fast programvara.
tr: Donanım yazılımı algılaması bekleniyor.
zh_cn: 正在等待固件检测。

# AtCore|
source: Connected to printer using %1 plugin
ca@valencia: Està connectat amb la impressora utilitzant el connector %1
eo: Konektita al presilo per %1 kromaĵo
es: Conectado a la impresora usando el complemento %1
et: Ühendatud printeriga %1 plugina abil
eu: Konektatu inprimagailura %1 plugina erabiliz
fr: Connecté à l'imprimante grâce au module externe %1
gl: Conectar coa impresora usando o complemento %1
he: מחובר למדפסת בעזרת התוסף %1
ka: მივუერთდი პრინტერს %1 დამატებით
ko: %1 플러그인으로 프린터에 연결됨
nn: Kopla til skrivar med programtillegget %1
pl: Podłączony do drukarki przy użyciu wtyczki %1
pt: Ligado à impressora com o 'plugin' %1
pt_br: Conectado para imprimir usando o plugin %1
sv: Ansluten till skrivaren med användning av insticksprogrammet %1
tr: Yazıcıya %1 eklentisi kullanılarak bağlandı
zh_cn: 使用 %1 插件连接到打印机

# AtCore|
source: No plugin found for %1.
ca@valencia: No s'ha trobat cap connector per a %1.
eo: Neniu kromaĵo trovita por %1.
es: No se ha encontrado ningún complemento para %1.
et: %1 jaoks ei leitud ühtegi pluginat.
eu: Ez da aurkitu %1-(r)en pluginik.
fr: Aucun module externe trouvé pour %1.
gl: Non se atopou ningún complemento para %1.
he: לא נמצא תוסף עבור %1.
ka: %1-სთვის დამატება არ არსებობს.
ko: %1의 플러그인을 찾을 수 없습니다.
nn: Fann ikkje programtillegg for %1.
pl: Nie znaleziono wtyczki dla %1.
pt: Não foi encontrado nenhum 'plugin' para o %1.
pt_br: Nenhum plugin encontrado para %1.
sv: Inget insticksprogram hittades för %1.
tr: %1 için eklenti bulunamadı.
zh_cn: 未找到 %1 的插件。

# AtCore|
source: Waiting for machine restart
ca@valencia: S'està esperant el reinici de la màquina
eo: Atendante rekomencon de la maŝino
es: Esperando reinicio de la máquina
et: Oodatakse masina taaskäivitumist
eu: Makina berrabiatzeko zain
fr: En attente du démarrage de la machine
gl: Agardando a que se reinicie a máquina
he: בהמתנה להפעלת המכונה מחדש
ka: მანქანის გადატვირთვის მოლოდინი
ko: 머신 재시작을 기다리는 중
nn: Ventar på omstart av maskina
pl: Oczekiwanie ponowne uruchomienie maszyny
pt: À espera do reinício da máquina
pt_br: Aguardando o reinício da máquina
sv: Väntar på omstart av skrivaren
tr: Makine yeniden başlatması bekleniyor
zh_cn: 正在等待机器重启

# AtCore|
source: Failed to open device in read/write mode.
ca@valencia: No s'ha pogut obrir el dispositiu en el mode lectura/escriptura.
eo: Malsukcesis malfermi aparaton en legado/skriba reĝimo.
es: No se ha podido abrir el dispositivo en modo de lectura/escritura.
et: Seadme avamine lugemis-kirjutamisrežiimis nurjus.
eu: Huts egin du gailua irakurtzeko/idazteko moduan irekitzea.
fr: Impossible d'ouvrir le périphérique en mode lecture / écriture.
gl: Non se puido abrir o dispositivo en modo de lectura e escritura.
he: פתיחת המכשיר במצב קריאה/כתיבה נכשלה.
ka: მოწყობილობის ჩაწერა/წაკითხვის რეჟიმში გახსნის შეცდომა.
ko: 장치를 읽기/쓰기 모드로 열 수 없습니다.
nn: Klarte ikkje opna eining i lese-/skrivemodus.
pl: Nie udało się otwarcie urządzenia w trybie odczytu/zapisu.
pt: Não foi possível aceder ao dispositivo para leitura/escrita.
pt_br: Falha ao abrir o dispositivo no modo de leitura/escrita.
sv: Misslyckades öppna enhet för läsning och skrivning.
tr: Aygıt okuma/yazma kipinde açılamadı.
zh_cn: 无法以读写模式打开设备。

# AtCore|
source: Device not found
ca@valencia: No s'ha trobat cap dispositiu
eo: Aparato ne trovita
es: Dispositivo no encontrado
et: Seadet ei leitud
eu: Gailua ez da aurkitu
fr: Impossible de trouver le périphérique
gl: Non se atopou o dispositivo
he: המכשיר לא נמצא
ka: მოწყობილობა ნაპოვნი არაა
ko: 장치를 찾을 수 없음
nn: Fann ikkje eining
pl: Nie znaleziono urządzenia
pt: Dispositivo não encontrado
pt_br: Dispositivo não encontrado
sv: Enhet hittades inte
tr: Aygıt bulunamadı
zh_cn: 没有找到设备

# AtCore|
source: Unable to write to device
ca@valencia: No es pot escriure al dispositiu
eo: Ne eblas skribi al aparato
es: No ha sido posible escribir en el dispositivo
et: Seadmesse kirjutamine nurjus
eu: Ezin da gailuan idatzi
fr: Impossible d'écrire vers le périphérique
gl: Non se pode escribir no dispositivo
he: לא ניתן לכתוב למכשיר
ka: მოწყობილობაში ჩაწერის შეცდომა
ko: 장치에 쓸 수 없음
nn: Klarte ikkje skriva til eininga
pl: Nie można pisać na urządzenie
pt: Não é possível escrever no dispositivo
pt_br: Não é possível escrever no dispositivo
sv: Kan inte skriva till enhet
tr: Aygıta yazılamıyor
zh_cn: 无法写入到设备

# AtCore|
source: Unable to read from device
ca@valencia: No es pot llegir des del dispositiu
eo: Ne eblas legi de aparato
es: No ha sido posible leer del dispositivo
et: Seadmest lugemine nurjus
eu: Ezin da gailutik idatzi
fr: Impossible de lire à partir du périphérique
gl: Non se pode ler do dispositivo
he: לא ניתן לקרוא מהמכשיר
ka: მოწყობილობიდან წაკითხვის შეცდომა
ko: 장치에서 읽을 수 없음
nn: Klarte ikkje lesa frå eininga
pl: Nie można czytać z urządzenia
pt: Não é possível ler do dispositivo
pt_br: Não é possível ler do dispositivo
sv: Kan inte läsa från enhet
tr: Aygıttan okunamıyor
zh_cn: 无法从设备读取

# AtCore|
source: The device no longer available
ca@valencia: El dispositiu ja no es troba disponible
eo: La aparato ne plu havebla
es: El dispositivo ya no está disponible
et: Seade ei ole enam saadaval
eu: Gailua jada ez dago erabilgarri
fr: Le périphérique n'est plus disponible
gl: O dispositivo xa non está dispoñíbel
he: המכשיר לא זמין עוד
ka: მოწყობილობა აღარ არის ხელმისაწვდომი
ko: 장치를 더 이상 사용할 수 없음
nn: Eininga er ikkje lenger tilgjengeleg
pl: Urządzenie nie jest już dostępne
pt: O dispositivo já não está disponível
pt_br: O dispositivo não está mais disponível
sv: Enheten inte längre tillgänglig
tr: Aygıt artık kullanılabilir değil
zh_cn: 设备不再可用

# AtCore|
source: Device does not support the operation
ca@valencia: El dispositiu no admet l'operació
eo: La aparato ne subtenas la operacion
es: El dispositivo no permite la operación
et: Seade ei toeta seda toimingut
eu: Gailuak ez du eragiketa onartzen
fr: Le périphérique ne prend pas en charge l'opération.
gl: O dispositivo non permite a operación
he: המכשיר לא תומך בפעולה
ka: მოწყობილობას ამ ოპერაციის მხარდაჭერა არ გააჩნია
ko: 장치에서 작업을 지원하지 않음
nn: Eininga støttar ikkje denne handlinga
pl: Urządzenie nie obsługuje tego działania
pt: O dispositivo não suporta a operação
pt_br: O dispositivo não tem suporte à operação
sv: Enheten stöder inte åtgärden
tr: Aygıt işlemi desteklemiyor
zh_cn: 设备不支持此操作

# AtCore|
source: Unknown Error
ca@valencia: S'ha produït un error desconegut
eo: Nekonata eraro
es: Error desconocido
et: Tundmatu tõrge
eu: Errore ezezaguna
fr: Erreur inconnue
gl: Erro descoñecido
he: שגיאה לא ידועה
ka: უცნობი შეცდომა
ko: 알 수 없는 오류
nn: Ukjend feil
pl: Nieznany błąd
pt: Erro Desconhecido
pt_br: Erro desconhecido
sv: Okänt fel
tr: Bilinmeyen Hata
zh_cn: 未知的错误

# QObject|
source: %1%2: requires an argument
ca@valencia: %1%2: requerix un argument
eo: %1%2: postulas argumenton
es: %1%2: necesita un argumento
et: %1%2: nõuab argumenti
eu: %1%2: argumentu bat behar du
fr: %1%2 : nécessite un argument
gl: %1%2: require un argumento
he: %1%2: נדרש ארגומנט
ka: %1%2: არგუმენტი აუცილებელია
ko: %1%2: 인자가 필요함
nn: %1%2: krev eit argument
pl: %1%2: wymaga argumentu
pt: %1%2: precisa de um argumento
pt_br: %1%2: requer um argumento
sv: %1%2: kräver ett argument
tr: %1%2: Bir argüman gerektiriyor
zh_cn: %1%2：需要一个参数

# QObject|
source: Not implemented or not supported!
ca: No està implementat o no s'admet!
ca@valencia: No està implementat o no s'admet!
eo: Ne efektivigita aŭ ne subtenata!
es: No implementado o no permitido.
et: Pole veel toetatud!
eu: Ez da egikaritu edo ez du onartzen!
fr: Non implémenté ou non pris en charge !
gl: Non está codificado ou non se admite!
he: לא ממומש או לא נתמך!
ka: განუხორციელებელი ან მხარდაუჭერელია!
ko: 구현되지 않았거나 지원되지 않음!
nl: Niet geïmplementeerd of niet ondersteund!
nn: Ikkje implementert eller støtta.
pl: Nieobsługiwane lub niezaimplementowane!
pt: Não implementado ou não suportado!
pt_br: Não implementado ou não suportado!
sv: Inte implementerat eller stöds inte.
tr: Eklenmemiş veya desteklenmiyor!
zh_cn: 未实现或不支持！

# QObject|
source: G0: Rapid linear move
ca: G0: Moviment lineal ràpid
ca@valencia: G0: Moviment lineal ràpid
eo: G0: Rapida lineara movo
es: G0: Movimiento rápido lineal
et: G0: Kiire lineaarne liikumine
eu: G0: Mugimendu lineal azkarra
fr: G0 : déplacement linéaire rapide
gl: G0: Movemento lineal rápido
he: G0: תנועה קווית מהירה
ka: G0: ინსტრუმენტის სწრაფი ხაზოვანი გადაადგილება
ko: G0: 빠른 직선 이동
nl: G0: Snelle lineaire verplaatsing
nn: G0: Rask lineær forflytting
pl: G0: Szybki ruch linowy
pt: G0: Movimento rápido linear
pt_br: G0: Movimento linear rápido
sv: G0: Snabb linjär förflyttning
tr: G0: Tez doğrusal hareket
zh_cn: G0：快速直线移动

# QObject|
source: G1: Linear move
ca: G1: Moviment lineal
ca@valencia: G1: Moviment lineal
eo: G1: Lineara movo
es: G1: Movimiento lineal
et: G1: Lineaarne liikumine
eu: G1: Mugimendu lineala
fr: G1 : déplacement linéaire
gl: G1: Movemento lineal
he: G1: תנועה קווית
ka: G1: ხაზოვანი ინტერპოლაცია
ko: G1: 직선 이동
nl: G1: Lineaire verplaatsing
nn: G1: Lineær forflytting
pl: G1: Ruch linowy
pt: G1: Movimento linear
pt_br: G1: Movimento linear
sv: G1: Linjär förflyttning
tr: G1: Doğrusal hareket
zh_cn: G1：直线移动

# QObject|
source: G2: Controlled Arc Move clockwise
ca: G2: Moviment en arc controlat en sentit horari
ca@valencia: G2: Moviment en arc controlat en sentit horari
eo: G2: Mastrumita Arkomovo dekstrume
es: G2: Movimiento de arco controlado en sentido horario
et: G2: Kontrollitud kaarliikumine päripäeva
eu: G2: Arku kontrolatuko mugimendua erlojuaren noranzkoan
fr: G2: mouvement circulaire contrôlé dans le sens horaire
gl: G2: Movemento de arco controlado no sentido horario
he: G2: תנועה בקשת עם כיוון השעון
ka: G2: წრიული ინტერპოლაცია საათის მოძრაობის მიმართულებით
ko: G2: 시계 방향 원호 이동 제어
nl: G2: Gecontroleerde draai rechtsom
nn: G2: Kontrollert bogerørsle med klokka
pl: G2: Sterowany ruch po krzywej w prawo
pt: G2: Movimento Controlado em Arco no Sentido Horário
pt_br: G2: Arco controlado no sentido horário
sv: G2: Styrd medurs förflyttning i båge
tr: G2: Saat yönünde denetimli eğri hareketi
zh_cn: G2：受控顺时针弧形移动

# QObject|
source: G3: Controlled Arc Move counterclockwise
ca: G3: Moviment en arc controlat en sentit antihorari
ca@valencia: G3: Moviment en arc controlat en sentit antihorari
eo: G3: Mastrumita Arkomovo maldekstrume
es: G3: Movimiento de arco controlado en sentido antihorario
et: G3: Kontrollitud kaarliikumine vastupäeva
eu: G3: Arku kontrolatuko mugimendua erlojuaren aurkako noranzkoan
fr: G3: mouvement circulaire contrôlé dans le sens antihoraire
gl: G3: Movemento de arco controlado no sentido antihorario
he: G3: תנועה בקשת נגד כיוון השעון
ka: G3: წრიული ინტერპოლაცია საათის მოძრაობის საწინააღმდგო მიმართულებით
ko: G3: 반시계 방향 원호 이동 제어
nl: G3: Gecontroleerde draai linksom
nn: G3: Kontrollert bogerørsle mot klokka
pl: G3: Sterowany ruch po krzywej w lewo
pt: G3: Movimento Controlado em Arco no Sentido Anti-Horário
pt_br: G3: Arco controlado no sentido anti-horário
sv: G3: Styrd moturs förflyttning i båge
tr: G3: Saat yönünün tersinde denetimli eğri hareketi
zh_cn: G3：受控逆时针弧形移动

# QObject|
source: G4: Dwell
ca: G4: Estanca
ca@valencia: G4: Estanca
eo: G4: Resti
es: G4: Retardo
et: G4: Paus
eu: G4: Itxarote-denbora
fr: G4 : temporiser
gl: G4: Estender
he: G4: השהיה
ka: G4: შეყოვნება
ko: G4: 대기
nl: G4: Verblijven
nn: G4: Kvil
pl: G4: Odczekaj
pt: G4: Afundamento
pt_br: G4: Habitar
sv: G4: Håll
tr: G4: Olduğu yerde kalma
zh_cn: G4：停留

# QObject|
source: G10: Retract
ca: G10: Retrau
ca@valencia: G10: Retrau
eo: G10: Retiri
es: G10: Retraer
eu: G10: barruratu
fr: G10 : rétracter
gl: G10: Retraer
he: G10: נסיגה
ka: G10: გაწევა
ko: G10: 리트랙트(들어올리기)
nl: G10: Terugtrekken
nn: G10: Trekk inn
pl: G10: Wycofaj
pt: G10: Retracção
pt_br: G10: Retrair
sv: G10: Dra tillbaka
tr: G10: Geri çekilme
zh_cn: G10：缩回

# QObject|
source: G11: Unretract
ca: G11: Desfés la retracció
ca@valencia: G11: Desfés la retracció
eo: G11: Malretiri
es: G11: Desplegar
eu: G11: Kanporatu
fr: G11 : annuler la rétraction
gl: G11: Desretraer
he: G11: ביטול נסיגה
ka: G11: გაწევის გაუქმება
ko: G11: 리트랙트(들어올리기) 헤제
nl: G11: Uitrekken
nn: G11: Sprøyt ut att
pl: G11: Cofnij wycofanie
pt: G11: Anti-Retracção
pt_br: G11: Não retrair
sv: G11: Sträck ut
tr: G11: Geri çekilmeme
zh_cn: G11：恢复

# QObject|
source: G20: Set units to inches
ca: G20: Estableix les unitats a polzades
ca@valencia: G20: Establix les unitats a polzades
eo: G20: Agordi unuojn al coloj
es: G20: Fijar unidades en pulgadas
et: G20: Ühikuks määratakse tollid
eu: G20: Ezarri unitateak hazbetetan
fr: G20 : définir les unités en pouces
gl: G20: Definir as unidades como polgadas
he: G20: הגדרת היחידות לאינצ׳ים
ka: G20: ერთეულების დუიმებზე გადართვა
ko: G20: 단위를 인치로 설정
nl: G20: Eenheden instellen op inches
nn: G20: Set eining til tommar
pl: G20: Ustaw jednostki na cale
pt: G20: Configurar as unidades em polegadas
pt_br: G20: Configurar unidade para polegada
sv: G20: Ställ in enhet till tum
tr: G20: Birimleri inç olarak ayarla
zh_cn: G20：设置单位为英寸

# QObject|
source: G21: Set units to millimeters
ca: G21: Estableix les unitats a mil·límetres
ca@valencia: G21: Establix les unitats a mil·límetres
eo: G21: Agordi unuojn al milimetroj
es: G21: Fijar unidades en milímetros
et: G21: Ühikuks määratakse millimeetrid
eu: G21: Ezarri unitateak milimetrotan
fr: G21 : définir les unités en millimètres
gl: G21: Definir as unidades como milímetros
he: G21: הגדרת היחידות למילימטרים
ka: G21: ერთეულების სანტიმეტრებზე გადართვა
ko: G21: 단위를 밀리미터로 설정
nl: G21: Eenheden instellen op millimeters
nn: G21: Set eining til millimeter
pl: G21: Ustaw jednostki na milimetry
pt: G21: Configurar as unidades em milímetros
pt_br: G21: Configurar unidade para milímetros
sv: G21: Ställ in enhet till millimeter
tr: G21: Birimleri milimetre olarak ayarla
zh_cn: G21：设置单位为毫米

# QObject|
source: G28: Move to Origin Home
ca: G28: Mou a l'inici d'origen
ca@valencia: G28: Mou cap a l'inici d'origen
eo: G28: Movi al Origina Hejmo
es: G28: Mover a la posición inicial
et: G28: Liikumine algsesse asukohta (koju)
eu: G28: Eraman jatorrizko makina-zerora
fr: G28 : déplacer à l'origine
gl: G28: Mover ao inicio de orixe
he: G28: הזזה לבית המקורי
ka: G28: რეფერენტულ წერტილში დაბრუნება
ko: G28: 원점으로 이동
nl: G28: Naar oorspronkelijke thuispositie verplaatsen
nn: G28: Gå til origo
pl: G28: Przesuń do położenia domowego
pt: G28: Mover para o Ponto de Origem
pt_br: G28: Mover para a tela inicial
sv: G28: Flytta till origo hem
tr: G28: Başlangıç noktasına geri dön
zh_cn: G28：移动到初始位置

# QObject|
source: G29: Detailed Z-Probe
ca: G29: Prova Z detallada
ca@valencia: G29: Prova Z detallada
eo: G29: Detala Z-sondilo
es: G29: Prueba Z detallada
eu: G29: Z zunda xehatua
fr: G29 : sonde Z détaillée
gl: G29: Sonda de Z detallada
he: G29: איתור מישוריות מצע ההדפסה
ka: G29: დეტალური Z-ზონდირება
ko: G29: Z축 세밀하게 측정하기(위치 3개 측정)
nl: G29: Gedetailleerde Z-Probe
nn: G29: Detaljert Z-prøve
pl: G29: Szczegółowa sonda Z
pt: G29: Sonda em Z Detalhada
pt_br: G29: Sonda Z detalhada
sv: G29: Detaljerad z-sondering
tr: G29: Ayrıntılı Z araştırması
zh_cn: G29：详细的 Z 轴测量

# QObject|
source: G30: Single Z-Probe
ca: G30: Prova Z senzilla
ca@valencia: G30: Prova Z senzilla
eo: G30: Ununura Z-sondilo
es: G30: Prueba Z sencilla
eu: G30: Z zunda bakuna
fr: G30 : sonde Z simple
gl: G30: Sonda de Z única
he: G30: בדיקת גובה נקודתית
ka: G30: ერთჯერადი Z-ზონდირება
ko: G30: Z축 한번만 측정하기
nl: G30: Enkelvoudige Z-Probe
nn: G30: Enkel Z-prøve
pl: G30: Pojedyncza sonda Z
pt: G30: Sonda em Z Única
pt_br: G30: Sonda Z única
sv: G30: Enkel z-sondering
tr: G30: Tek Z araştırması
zh_cn: G30：单次 Z 轴测量

# QObject|
source: G31: Set or report current probe status / Dock Z Probe sled for Marlin
ca: G31: Estableix o informa de l'estat actual de la prova / prova de moll Z acoblada per al Marlin
ca@valencia: G31: Establix o informa de l'estat actual de la prova / prova de moll Z acoblada per a Marlin
eo: G31: Agordi aŭ raporti nunan sondstaton / Dock Z Probe-sledon por Marlin
es: G31: Definir o informar del estado de la prueba actual / Acoplar el carro de la prueba Z para Marlin
eu: G31: Ezarri edo jakinarazi zundaren uneko egoera / Atrakatu Z zundaren lera «Marlin»erako
fr: G31 : définir ou renseigner sur l'état actuel de la sonde / retenir le chariot de sonde Z pour « Marlin »
gl: G31: Definir ou informar do estado da sonda actual, ou acoplar a zorra da sonda de Z para Marlin
he: G31: הגדרת/דיווח מצב חיישן / עגינת חיישן Z (מישוריות)
ka: G31: ზონდირების მიმდინარე სტატუსის ანგარიში ან დაყენება / Z-ზონდის სრიალების დაყენება Marlin-სთვის
ko: G31: 현재 측정 상태 설정 또는 보고/Marlin용 Dock Z축 측정기
nl: G31: Stel in of rapporteer de huidige status van de probe / Dock Z-Probe sled voor Marlin
nn: G31: Definer eller rapporter gjeldande prøvestatus / Set slede for Z-prøve i dokk for Marlin
pl: G31: Ustaw lub pobierz bieżący stan sondy / Zadokuj sanie sondy Z dla Marlin
pt: G31: Definir ou ver o estado actual da sonda / sonda em Z acoplada para o Marlin
pt_br: G31: Configurar ou relatar o status atual do carrinho / suporte do Dock Z para Marlin
sv: G31: Ställ in eller rapportera aktuell sonderingsstatus / Docka z-sonderingssläde för Marlin
tr: G31: Geçerli araştırma durumunu ayarla veya bildir / Marlin için Dock Z araştırması kızağa alındı
zh_cn: G31：设置或报告当前测量状态 / 对 Marlin：停靠 Z 轴探针

# QObject|
source: G32: Probe Z and calculate Z plane(Bed Leveling)/ UnDoc Z Probe sled for Marlin
ca: G32: Prova i calcula el pla Z (nivell del llit) / prova Z desacoblada per al Marlin
ca@valencia: G32: Prova i calcula el pla Z (nivell del llit) / prova Z desacoblada per a Marlin
eo: G32: Sondi Z kaj kalkuli Z-ebenon(Fund-Ebenigado)/ UnDoc Z-Sondan sledon por Marlin
es: G32: Prueba Z y calcular el plano Z (cama a nivel) / Aparcar el carro de la prueba Z para Marlin
eu: G32: Zundatu Z eta kalkulatu Z planoa (ohearen nibelazioa)/ Desatrakatu Z zundaren lera «Marlin»erako
fr: G32 : sondage en Z et calcul du plateau en Z (Niveau du plateau)/ déblocage du chariot pour la sonde Z pour « Marlin »
gl: G32: Sondar Z e calcular o plano Z (nivelación de cama), ou desatracar a zorra da sonda de Z para Marlin
he: G32: מדידת Z וחישוב מישור (איזון מצע) / שחרור חיישן Z
ka: G32: Z-ის ზონდირება, Z სიბრტყის გამოთვლა (სტენდის დონე)/ Z ზონდის მოხსნა Marlin-სთვის
ko: G32: Z축 측정하기 및 Z축 평면 계산(베드 수평화)/Marlin Z축 측정기 실행 취소
nl: G32: Probe Z en bereken Z-vlak (Bed Leveling)/ UnDock Z Probe sled voor Marlin
nn: G32: Utfør Z-prøve og kalkuler Z-plan (sengnivellering) / Flytt slede for Z-prøve frå dokk for Marlin
pl: G32: Odczytaj Z i oblicz płaszczyznę Z (poziomowanie łoża)/ Wydokuj sanie sondy Z dla Marlin
pt: G32: Sonda de Z e calcular o plano em Z (nivelação) / desacoplar a sonda em Z para o Marlin
pt_br: G32: Prova Z e cálculo do plano Z (nivelamento do carrinho) / exame do carrinho UnDoc Z Marlin
sv: G32: Sondera z och beräkna z-plan (bäddutjämning)/ Frigör z-sonderingssläde för Marlin
tr: G32: Z’yi araştır ve Z uzayını hesapla (Yatak Düzleştirme)/ Marlin için UnDoc Z araştırması kızağa alındı
zh_cn: G32：探测 Z 轴并计算 Z 轴平面 (基板水平化) / 对 Marlin：取消停靠 Z 轴探针

# QObject|
source: G33: Measure/List/Adjust Distortion Matrix
ca: G33: Mesura/llista/ajusta la distorsió de la matriu
ca@valencia: G33: Mesura/llista/ajusta la distorsió de la matriu
eo: G33: Mezuri/Listo/Alĝustigi Distordan Matricon
es: G33: Medir/listar/ajustar la matriz de distorsión
et: G33: Moonutusmaatriksi mõõtmine/näitamine/kohandamine
eu: G33: Neurtu/zerrendatu/doitu distortsio-matrizea
fr: G33 : mesure / liste / ajustement de la matrice de distorsion
gl: G33: Medir, listar ou axustar a matriz de distorsión
he: G33: מדידת/הצגת/התאמת מטריצת עיוות מצע
ka: G33: დამახინჯების მატრიცის გაზომვა/ჩამონათვალი/მორგება
ko: G33: 측정/목록/조정 행렬 왜곡
nl: G33: Meet/toon/pas aan vervormingsmatrix
nn: G33: Mål / list opp / juster forvrengingsmatrise
pl: G33: Miary/Lista/Dostosowania macierzy zniekształceń
pt: G33: Medir/Listar/Ajustar a Matriz de Distorção
pt_br: G33: Medir/Listar/Ajustar distorções Matrix
sv: G33: Mät, lista, justera distorsionsmatris
tr: G33: Pürüz matrisini ölç/listele/ayarla
zh_cn: G33：测量/列出/调整失真矩阵

# QObject|
source: G90: Set to absolute positioning
ca: G90: Estableix a un posicionament absolut
ca@valencia: G90: Establix a un posicionament absolut
eo: G90: Agordi al absoluta poziciigado
es: G90: Fijar en posicionamiento absoluto
et: G90: Absoluutsete asukohtade kasutamine
eu: G90: Ezarri posizio absolutua
fr: G90 : définir un positionnement absolu
gl: G90: Usar posicionamento absoluto
he: G90: הגדרה למיקום מוחלט
ka: G90: აბსოლუტური მდებარეობის დაყენება
ko: G90: 절대 위치로 설정
nl: G90: Op absolute positie instellen
nn: G90: Bruk absolutt posisjonering
pl: G90: Ustaw bezwzględny układ odniesienia
pt: G90: Configurar com posicionamento absoluto
pt_br: G90: Ajustar posicionamento absoluto
sv: G90: Ställ in till absolut positionering
tr: G90: Mutlak konuma ayarla
zh_cn: G90：设置到绝对位置

# QObject|
source: G91: Set to relative positioning
ca: G91: Estableix a un posicionament relatiu
ca@valencia: G91: Establix a un posicionament relatiu
eo: G91: Agordi al relativa poziciigado
es: G91: Fijar en posicionamiento relativo
et: G91: Suhteliste asukohtade kasutamine
eu: G91: Ezarri posizio erlatiboa
fr: G91 : définir un positionnement relatif
gl: G91: Usar posicionamento relativo
he: G91: הגדרה למיקום יחסי
ka: G91: ფარდობითი მდებარეობის დაყენება
ko: G91: 상대 위치로 설정
nl: G91: Op relatieve positie instellen
nn: G91: Bruk relativ posisjonering
pl: G91: Ustaw względny układ odniesienia
pt: G91: Configurar com posicionamento relativo
pt_br: G91: Ajustar posicionamento relativo
sv: G91: Ställ in till relativ positionering
tr: G91: Göreceli konuma ayarla
zh_cn: G91：设置到相对位置

# QObject|
source: G92: Set position
ca: G92: Estableix una posició
ca@valencia: G92: Establix una posició
eo: G92: Agordi pozicion
es: G92: Definir posición
et: G92: Asukoha määramine
eu: G92: Ezarri kokapena
fr: G92 : définir la position
gl: G92: Definir a posición
he: G92: הגדרת מקום
ka: G92: მდებარეობის დაყენება
ko: G92: 위치 설정
nl: G92: Positie instellen
nn: G92: Definer posisjon
pl: G92: Ustaw położenie
pt: G92: Definir a posição
pt_br: G02: Ajustar posição
sv: G92: Ställ in position
tr: G92: Konum ayarla
zh_cn: G92：设置位置

# QObject|
source: G100: Calibrate floor or rod radius
ca: G100: Calibra el radi del terra o de la vara
ca@valencia: G100: Calibra el radi del terra o de la vara
eo: G100: Kalibri plankan aŭ bastonan radiuson
es: G100: Calibrar el radio del suelo o de la varilla
eu: G100: Kalibratu zoru edo hagatxo -erradioa
fr: G100 : calibration du plancher et rayon de la barre
gl: G100: Calibrar o chan ou o raio da vara
he: G100: כיול רדיוס רצפה או מוט
ka: G100: საძირკვლის ან ღერძის რადიუსის მორგება
ko: G100: 바닥 또는 로드 반경 보정
nl: G100: Vloer- of staafradius kalibreren
nn: G100: Kalibrer golv eller stangradius
pl: G100: Skalibruj podłogę i promień pręta
pt: G100: Calibrar o raio do chão ou roda
pt_br: G100: Calibre o raio do piso ou da haste
sv: G100: Kalibrera golv eller stångradie
tr: G100: Taban veya çubuk yarıçapını kalibre et
zh_cn: G100：校准地面或杆半径
